const raw = [
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-21 23:54:21",
        "value": 38,
        "balance": 4062,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-21 23:29:45",
        "value": 100,
        "balance": 4100,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-12-21 18:47:38",
        "value": 640,
        "balance": 4200,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-12-21 18:46:26",
        "value": 1036,
        "balance": 4840,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-20 23:46:21",
        "value": 168,
        "balance": 5876,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-20 19:14:48",
        "value": 36,
        "balance": 6044,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-20 17:44:38",
        "value": 2200,
        "balance": 6080,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-20 12:10:55",
        "value": 3300,
        "balance": 8280,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-19 23:06:38",
        "value": 136,
        "balance": 11580,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-19 21:30:53",
        "value": 32,
        "balance": 11716,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-12-19 17:28:59",
        "value": 180,
        "balance": 11748,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-12-19 17:27:50",
        "value": 100,
        "balance": 11928,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜1组",
        "place": "丁香园",
        "date": "2024-12-19 17:18:44",
        "value": 1000,
        "balance": 12028,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-12-19 11:32:23",
        "value": 1600,
        "balance": 13028,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-18 22:46:40",
        "value": 140,
        "balance": 14628,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-18 21:17:20",
        "value": 32,
        "balance": 14768,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-18 17:09:23",
        "value": 2000,
        "balance": 14800,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-12-18 11:17:42",
        "value": 2250,
        "balance": 16800,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-17 23:42:58",
        "value": 112,
        "balance": 19050,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-12-17 18:11:33",
        "value": 180,
        "balance": 19162,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-12-17 18:03:41",
        "value": 500,
        "balance": 19342,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-12-17 17:57:56",
        "value": 900,
        "balance": 19842,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-12-17 17:56:29",
        "value": 250,
        "balance": 20742,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-17 12:04:50",
        "value": 36,
        "balance": 20992,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-17 00:00:25",
        "value": 120,
        "balance": 21028,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-12-16 18:18:19",
        "value": 150,
        "balance": 21148,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-12-16 18:06:39",
        "value": 1550,
        "balance": 21298,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-12-16 12:08:20",
        "value": 1700,
        "balance": 22848,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-12-16 07:48:38",
        "value": 560,
        "balance": 24548,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-16 01:09:04",
        "value": 36,
        "balance": 25108,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_湘菜组",
        "place": "桃李园",
        "date": "2024-12-15 17:44:37",
        "value": 140,
        "balance": 25144,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-12-15 17:44:20",
        "value": 1250,
        "balance": 25284,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-14 23:17:24",
        "value": 40,
        "balance": 26534,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-14 22:45:36",
        "value": 164,
        "balance": 26574,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-14 14:40:35",
        "value": 2,
        "balance": 26738,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-12-14 12:42:40",
        "value": 2200,
        "balance": 26740,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-12-13 18:10:17",
        "value": 150,
        "balance": 28940,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-12-13 18:02:29",
        "value": 1300,
        "balance": 29090,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-13 15:07:41",
        "value": 36,
        "balance": 30390,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-13 12:31:53",
        "value": 300,
        "balance": 30426,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-13 12:30:45",
        "value": 2460,
        "balance": 30726,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-12 23:53:58",
        "value": 136,
        "balance": 33186,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-12-12 11:50:06",
        "value": 1900,
        "balance": 33322,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-11 23:43:13",
        "value": 32,
        "balance": 35222,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-11 23:05:42",
        "value": 128,
        "balance": 35254,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-12-11 17:09:48",
        "value": 180,
        "balance": 35382,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-12-11 17:07:59",
        "value": 1300,
        "balance": 35562,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-12-11 11:24:33",
        "value": 1625,
        "balance": 36862,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-10 23:14:53",
        "value": 116,
        "balance": 38487,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-12-10 19:12:34",
        "value": 280,
        "balance": 38603,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_湘菜组",
        "place": "桃李园",
        "date": "2024-12-10 19:02:13",
        "value": 140,
        "balance": 38883,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-12-10 18:58:23",
        "value": 1600,
        "balance": 39023,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-10 17:14:10",
        "value": 34,
        "balance": 40623,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-12-10 09:14:44",
        "value": 600,
        "balance": 657,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-10 00:23:00",
        "value": 2,
        "balance": 1257,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-09 23:55:10",
        "value": 128,
        "balance": 1259,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-12-09 18:13:28",
        "value": 450,
        "balance": 1387,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-12-09 18:03:17",
        "value": 1050,
        "balance": 1837,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-12-09 10:59:43",
        "value": 600,
        "balance": 2887,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-09 10:59:41",
        "value": 800,
        "balance": 3487,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-12-09 07:42:59",
        "value": 350,
        "balance": 4287,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-08 23:26:23",
        "value": 36,
        "balance": 4637,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-08 22:16:21",
        "value": 152,
        "balance": 4673,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-12-08 18:22:20",
        "value": 180,
        "balance": 4825,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜1组",
        "place": "丁香园",
        "date": "2024-12-08 18:12:13",
        "value": 1000,
        "balance": 5005,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-08 15:08:34",
        "value": 8,
        "balance": 6005,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-08 13:26:56",
        "value": 4,
        "balance": 6013,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-08 13:25:59",
        "value": 10,
        "balance": 6017,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-12-08 11:23:54",
        "value": 150,
        "balance": 6027,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-12-08 11:15:04",
        "value": 1800,
        "balance": 6177,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-08 10:05:51",
        "value": 2,
        "balance": 7977,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-08 00:01:47",
        "value": 116,
        "balance": 7979,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 23:13:18",
        "value": 2,
        "balance": 8095,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 23:12:22",
        "value": 4,
        "balance": 8097,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 22:07:59",
        "value": 2,
        "balance": 8101,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 20:55:25",
        "value": 2,
        "balance": 8103,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 20:28:46",
        "value": 2,
        "balance": 8105,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 20:28:02",
        "value": 2,
        "balance": 8107,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-12-07 19:51:47",
        "value": 180,
        "balance": 8109,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-12-07 19:44:36",
        "value": 500,
        "balance": 8289,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_煎饼组",
        "place": "桃李园",
        "date": "2024-12-07 19:37:58",
        "value": 650,
        "balance": 8789,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 17:41:15",
        "value": 36,
        "balance": 9439,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-07 09:29:13",
        "value": 2,
        "balance": 9475,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-12-07 09:13:44",
        "value": 100,
        "balance": 9477,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-12-07 09:12:56",
        "value": 150,
        "balance": 9577,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-06 23:00:04",
        "value": 148,
        "balance": 9727,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-06 18:13:25",
        "value": 1000,
        "balance": 9875,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-06 18:12:55",
        "value": 2200,
        "balance": 10875,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-06 12:28:42",
        "value": 32,
        "balance": 13075,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-06 11:45:26",
        "value": 2,
        "balance": 13107,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-06 11:45:40",
        "value": 2,
        "balance": 13109,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_湘菜组",
        "place": "桃李园",
        "date": "2024-12-06 11:02:08",
        "value": 140,
        "balance": 13111,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-12-06 11:00:01",
        "value": 1800,
        "balance": 13251,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-06 09:05:24",
        "value": 2,
        "balance": 15051,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-05 23:18:30",
        "value": 92,
        "balance": 15053,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-05 17:25:54",
        "value": 600,
        "balance": 15145,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-12-05 17:25:18",
        "value": 1800,
        "balance": 15745,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-05 16:07:58",
        "value": 32,
        "balance": 17545,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-12-05 12:39:03",
        "value": 1800,
        "balance": 17577,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-05 10:36:41",
        "value": 2,
        "balance": 19377,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-04 23:34:08",
        "value": 156,
        "balance": 19379,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-04 20:54:02",
        "value": 2,
        "balance": 19535,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-12-04 17:11:07",
        "value": 600,
        "balance": 19537,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-12-04 17:09:25",
        "value": 968,
        "balance": 20137,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-04 11:29:23",
        "value": 800,
        "balance": 21105,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-12-04 11:29:09",
        "value": 800,
        "balance": 21905,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-04 07:57:49",
        "value": 2,
        "balance": 22705,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-03 22:24:12",
        "value": 38,
        "balance": 22707,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-03 18:51:49",
        "value": 156,
        "balance": 22745,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-12-03 12:30:58",
        "value": 2650,
        "balance": 22901,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-12-03 09:20:17",
        "value": 450,
        "balance": 25551,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-03 00:04:33",
        "value": 108,
        "balance": 26001,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-02 20:57:06",
        "value": 32,
        "balance": 26109,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-12-02 18:01:07",
        "value": 2450,
        "balance": 26141,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-12-02 11:57:15",
        "value": 600,
        "balance": 28591,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-12-02 11:56:32",
        "value": 700,
        "balance": 29191,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-12-02 07:52:00",
        "value": 350,
        "balance": 29891,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-02 07:36:56",
        "value": 2,
        "balance": 30241,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-02 00:10:03",
        "value": 108,
        "balance": 30243,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-12-01 17:54:36",
        "value": 180,
        "balance": 30351,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-12-01 17:47:46",
        "value": 1292,
        "balance": 30531,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-12-01 14:16:00",
        "value": 36,
        "balance": 31823,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-12-01 12:54:14",
        "value": 420,
        "balance": 31859,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-12-01 12:38:04",
        "value": 400,
        "balance": 32279,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-12-01 12:37:49",
        "value": 800,
        "balance": 32679,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-12-01 12:37:44",
        "value": 1200,
        "balance": 33479,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-12-01 00:05:28",
        "value": 124,
        "balance": 34679,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-30 21:20:49",
        "value": 2,
        "balance": 34803,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-30 21:20:23",
        "value": 2,
        "balance": 34805,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-30 17:38:45",
        "value": 180,
        "balance": 34807,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-30 17:37:53",
        "value": 1800,
        "balance": 34987,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-30 15:40:15",
        "value": 34,
        "balance": 36787,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-30 12:36:25",
        "value": 4,
        "balance": 36821,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-30 09:46:23",
        "value": 2,
        "balance": 36825,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-30 00:13:26",
        "value": 108,
        "balance": 36827,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-29 22:07:57",
        "value": 36,
        "balance": 36935,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-11-29 09:16:49",
        "value": 600,
        "balance": 36971,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-29 00:00:08",
        "value": 88,
        "balance": 37571,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-28 21:20:29",
        "value": 32,
        "balance": 37659,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-28 18:01:59",
        "value": 4,
        "balance": 37691,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-11-28 11:38:40",
        "value": 800,
        "balance": 37695,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-11-28 11:37:57",
        "value": 1000,
        "balance": 38495,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-28 10:13:10",
        "value": 2,
        "balance": 39495,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-28 00:02:54",
        "value": 100,
        "balance": 39497,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 21:54:36",
        "value": 34,
        "balance": 39597,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 21:20:10",
        "value": 2,
        "balance": 39631,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 21:20:20",
        "value": 4,
        "balance": 39633,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 19:42:52",
        "value": 2,
        "balance": 39637,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 19:43:05",
        "value": 4,
        "balance": 39639,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 18:36:51",
        "value": 2,
        "balance": 39643,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 18:37:02",
        "value": 4,
        "balance": 39645,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-11-27 17:08:14",
        "value": 1078,
        "balance": 39649,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-27 12:21:14",
        "value": 84,
        "balance": 727,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-11-27 11:20:21",
        "value": 1500,
        "balance": 811,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-11-27 11:18:30",
        "value": 1915,
        "balance": 2311,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 09:23:57",
        "value": 2,
        "balance": 4226,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 09:24:08",
        "value": 2,
        "balance": 4228,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-27 00:32:09",
        "value": 2,
        "balance": 4230,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 23:52:03",
        "value": 2,
        "balance": 4232,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-26 23:47:40",
        "value": 128,
        "balance": 4234,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 19:10:58",
        "value": 2,
        "balance": 4362,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 19:10:08",
        "value": 4,
        "balance": 4364,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 18:43:29",
        "value": 2,
        "balance": 4368,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-11-26 17:49:01",
        "value": 180,
        "balance": 4370,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-11-26 17:39:24",
        "value": 1500,
        "balance": 4550,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-26 11:59:51",
        "value": 1900,
        "balance": 6050,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 09:20:26",
        "value": 2,
        "balance": 7950,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 09:19:29",
        "value": 4,
        "balance": 7952,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 08:49:09",
        "value": 2,
        "balance": 7956,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-26 00:02:06",
        "value": 116,
        "balance": 7958,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-26 00:06:44",
        "value": 2,
        "balance": 8074,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-25 17:59:28",
        "value": 902,
        "balance": 8076,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-25 17:58:01",
        "value": 670,
        "balance": 8978,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-25 12:20:50",
        "value": 4,
        "balance": 9648,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-25 11:41:54",
        "value": 32,
        "balance": 9652,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-11-25 07:47:22",
        "value": 350,
        "balance": 9684,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-25 07:34:57",
        "value": 2,
        "balance": 10034,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-25 07:33:49",
        "value": 4,
        "balance": 10036,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-24 23:21:52",
        "value": 2,
        "balance": 10040,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-24 23:21:02",
        "value": 2,
        "balance": 10042,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-24 21:12:16",
        "value": 140,
        "balance": 10044,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-11-24 17:53:35",
        "value": 300,
        "balance": 10184,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-11-24 17:48:29",
        "value": 800,
        "balance": 10484,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-11-24 12:20:31",
        "value": 100,
        "balance": 11284,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-11-24 12:10:01",
        "value": 150,
        "balance": 11384,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-11-24 12:08:54",
        "value": 1300,
        "balance": 11534,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-24 11:49:13",
        "value": 2,
        "balance": 12834,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-24 09:43:27",
        "value": 2,
        "balance": 12836,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 23:45:57",
        "value": 2,
        "balance": 12838,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-23 23:43:54",
        "value": 124,
        "balance": 12840,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 15:53:27",
        "value": 2,
        "balance": 12964,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 15:53:36",
        "value": 2,
        "balance": 12966,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 12:39:58",
        "value": 2,
        "balance": 12968,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 12:40:09",
        "value": 2,
        "balance": 12970,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 11:18:52",
        "value": 2,
        "balance": 12972,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 11:19:02",
        "value": 4,
        "balance": 12974,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 10:33:34",
        "value": 2,
        "balance": 12978,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 10:33:44",
        "value": 4,
        "balance": 12980,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 10:07:13",
        "value": 2,
        "balance": 12984,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 07:57:09",
        "value": 2,
        "balance": 12986,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 01:35:09",
        "value": 2,
        "balance": 12988,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 01:35:19",
        "value": 2,
        "balance": 12990,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 00:24:52",
        "value": 2,
        "balance": 12992,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-23 00:25:02",
        "value": 2,
        "balance": 12994,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-22 23:54:03",
        "value": 112,
        "balance": 12996,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 23:30:43",
        "value": 36,
        "balance": 13108,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-22 18:49:41",
        "value": 150,
        "balance": 13144,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-22 18:47:53",
        "value": 1800,
        "balance": 13294,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 17:57:22",
        "value": 2,
        "balance": 15094,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 17:57:32",
        "value": 2,
        "balance": 15096,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 15:55:12",
        "value": 2,
        "balance": 15098,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 15:55:20",
        "value": 4,
        "balance": 15100,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 14:20:12",
        "value": 2,
        "balance": 15104,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 14:20:19",
        "value": 4,
        "balance": 15106,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-11-22 09:10:47",
        "value": 1000,
        "balance": 15110,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-22 08:50:47",
        "value": 2,
        "balance": 16110,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 23:56:28",
        "value": 2,
        "balance": 16112,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 23:56:37",
        "value": 4,
        "balance": 16114,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 23:35:45",
        "value": 2,
        "balance": 16118,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 23:35:53",
        "value": 2,
        "balance": 16120,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-21 23:31:14",
        "value": 124,
        "balance": 16122,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 22:30:44",
        "value": 2,
        "balance": 16246,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-11-21 21:22:35",
        "value": 2500,
        "balance": 16248,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 16:48:12",
        "value": 2,
        "balance": 18748,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 15:37:58",
        "value": 2,
        "balance": 18750,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 14:00:45",
        "value": 2,
        "balance": 18752,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 12:04:49",
        "value": 2,
        "balance": 18754,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 12:04:56",
        "value": 4,
        "balance": 18756,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-11-21 11:52:52",
        "value": 180,
        "balance": 18760,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-11-21 11:38:08",
        "value": 250,
        "balance": 18940,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-11-21 11:37:35",
        "value": 1400,
        "balance": 19190,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 10:54:48",
        "value": 2,
        "balance": 20590,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 10:54:55",
        "value": 2,
        "balance": 20592,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 10:34:24",
        "value": 2,
        "balance": 20594,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 09:44:54",
        "value": 2,
        "balance": 20596,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 09:44:30",
        "value": 2,
        "balance": 20598,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-21 00:12:48",
        "value": 4,
        "balance": 20600,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-20 23:42:20",
        "value": 4,
        "balance": 20604,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-20 23:39:21",
        "value": 112,
        "balance": 20608,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-20 22:02:15",
        "value": 2,
        "balance": 20720,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-20 19:31:08",
        "value": 2,
        "balance": 20722,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-20 11:31:22",
        "value": 150,
        "balance": 20724,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-20 11:30:07",
        "value": 1800,
        "balance": 20874,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-19 23:05:11",
        "value": 112,
        "balance": 22674,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-19 20:58:51",
        "value": 34,
        "balance": 22786,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-19 17:55:03",
        "value": 180,
        "balance": 22820,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-19 17:54:29",
        "value": 1800,
        "balance": 23000,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-19 12:28:47",
        "value": 100,
        "balance": 24800,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-11-19 12:21:47",
        "value": 1400,
        "balance": 24900,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-19 00:00:46",
        "value": 100,
        "balance": 26300,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-18 17:55:43",
        "value": 400,
        "balance": 26400,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-18 17:54:22",
        "value": 924,
        "balance": 26800,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-11-18 11:44:37",
        "value": 250,
        "balance": 27724,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-11-18 11:43:57",
        "value": 1000,
        "balance": 27974,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-11-18 07:43:57",
        "value": 410,
        "balance": 28974,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-17 23:48:01",
        "value": 108,
        "balance": 29384,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-17 22:18:38",
        "value": 38,
        "balance": 29492,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-17 11:28:29",
        "value": 1700,
        "balance": 29530,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-17 11:27:31",
        "value": 180,
        "balance": 31230,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-16 23:45:25",
        "value": 116,
        "balance": 31410,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-11-16 17:48:30",
        "value": 350,
        "balance": 31526,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-11-16 17:46:53",
        "value": 300,
        "balance": 31876,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-16 16:54:17",
        "value": 38,
        "balance": 32176,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-11-16 11:26:10",
        "value": 230,
        "balance": 32214,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-15 16:35:37",
        "value": 120,
        "balance": 32444,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-14 23:39:04",
        "value": 124,
        "balance": 32564,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-14 16:55:20",
        "value": 38,
        "balance": 32688,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-11-14 11:28:44",
        "value": 180,
        "balance": 32726,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-14 11:13:59",
        "value": 1800,
        "balance": 32906,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-13 23:34:06",
        "value": 112,
        "balance": 34706,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-11-13 17:09:11",
        "value": 1250,
        "balance": 34818,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-11-13 17:07:44",
        "value": 968,
        "balance": 36068,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-11-13 08:49:12",
        "value": 350,
        "balance": 37036,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-12 23:35:27",
        "value": 112,
        "balance": 37386,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-12 21:58:00",
        "value": 36,
        "balance": 37498,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-11-12 12:26:26",
        "value": 640,
        "balance": 37534,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-12 00:12:34",
        "value": 120,
        "balance": 38174,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-11 18:16:16",
        "value": 160,
        "balance": 38294,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-11 18:07:01",
        "value": 450,
        "balance": 38454,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-11 18:05:55",
        "value": 1000,
        "balance": 38904,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-11-11 11:56:32",
        "value": 1350,
        "balance": 39904,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-11-11 07:40:56",
        "value": 600,
        "balance": 1254,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-10 23:11:50",
        "value": 104,
        "balance": 1854,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-10 13:30:59",
        "value": 32,
        "balance": 1958,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-09 22:33:44",
        "value": 116,
        "balance": 1990,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-11-09 17:44:56",
        "value": 600,
        "balance": 2106,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-11-09 17:43:41",
        "value": 1092,
        "balance": 2706,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-11-09 12:12:37",
        "value": 1500,
        "balance": 3798,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-11-09 09:09:41",
        "value": 1000,
        "balance": 5298,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-08 23:04:35",
        "value": 38,
        "balance": 6298,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-08 22:49:46",
        "value": 128,
        "balance": 6336,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-11-08 18:31:12",
        "value": 580,
        "balance": 6464,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-11-08 18:30:50",
        "value": 1400,
        "balance": 7044,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-11-08 12:37:33",
        "value": 2834,
        "balance": 8444,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-07 23:52:39",
        "value": 84,
        "balance": 11278,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-07 12:56:16",
        "value": 2,
        "balance": 11362,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-07 12:56:21",
        "value": 16,
        "balance": 11364,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-11-07 12:25:27",
        "value": 450,
        "balance": 11380,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-11-07 12:17:05",
        "value": 250,
        "balance": 11830,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-11-07 12:14:51",
        "value": 1400,
        "balance": 12080,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-06 23:57:27",
        "value": 34,
        "balance": 13480,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-06 23:44:44",
        "value": 116,
        "balance": 13514,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-11-06 17:27:54",
        "value": 750,
        "balance": 13630,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-11-06 17:16:42",
        "value": 100,
        "balance": 14380,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-11-06 17:07:16",
        "value": 1000,
        "balance": 14480,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-11-06 11:18:51",
        "value": 1350,
        "balance": 15480,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-06 09:34:51",
        "value": 2,
        "balance": 16830,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-06 09:34:09",
        "value": 4,
        "balance": 16832,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-05 23:43:12",
        "value": 116,
        "balance": 16836,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-11-05 12:25:38",
        "value": 1600,
        "balance": 16952,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-05 00:04:41",
        "value": 108,
        "balance": 18552,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-04 22:53:16",
        "value": 36,
        "balance": 18660,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-04 17:48:34",
        "value": 115,
        "balance": 18696,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-11-04 17:46:16",
        "value": 1859,
        "balance": 18811,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-11-04 12:46:58",
        "value": 1500,
        "balance": 20670,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-11-04 07:41:13",
        "value": 250,
        "balance": 22170,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-03 22:27:58",
        "value": 136,
        "balance": 22420,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-11-03 18:11:09",
        "value": 150,
        "balance": 22556,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-11-03 18:11:08",
        "value": 1050,
        "balance": 22706,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-03 13:45:10",
        "value": 32,
        "balance": 23756,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-11-03 11:23:45",
        "value": 2255,
        "balance": 23788,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-11-03 11:21:24",
        "value": 750,
        "balance": 26043,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-03 00:09:46",
        "value": 104,
        "balance": 26793,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-11-02 00:04:46",
        "value": 34,
        "balance": 26897,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-11-01 22:14:43",
        "value": 108,
        "balance": 26931,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-11-01 17:39:34",
        "value": 150,
        "balance": 27039,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_2号河南风味",
        "place": "丁香园",
        "date": "2024-11-01 17:25:04",
        "value": 1500,
        "balance": 27189,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-11-01 12:38:17",
        "value": 350,
        "balance": 28689,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-11-01 12:37:22",
        "value": 1440,
        "balance": 29039,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-11-01 07:48:21",
        "value": 350,
        "balance": 30479,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-31 23:03:45",
        "value": 100,
        "balance": 30829,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-31 19:54:55",
        "value": 36,
        "balance": 30929,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-30 23:56:53",
        "value": 144,
        "balance": 30965,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-10-30 17:38:34",
        "value": 750,
        "balance": 31109,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-10-30 17:12:44",
        "value": 1290,
        "balance": 31859,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-10-30 17:10:29",
        "value": 650,
        "balance": 33149,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-10-30 17:08:14",
        "value": 700,
        "balance": 33799,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-30 11:22:54",
        "value": 1500,
        "balance": 34499,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-30 08:57:29",
        "value": 600,
        "balance": 35999,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-29 23:56:02",
        "value": 152,
        "balance": 36599,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-29 22:45:47",
        "value": 34,
        "balance": 36751,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-10-29 17:22:13",
        "value": 150,
        "balance": 36785,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-10-29 17:20:31",
        "value": 1500,
        "balance": 36935,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-10-29 12:19:21",
        "value": 1600,
        "balance": 38435,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-28 22:12:19",
        "value": 120,
        "balance": 40035,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-10-28 18:05:15",
        "value": 3180,
        "balance": 155,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-28 12:06:32",
        "value": 490,
        "balance": 3335,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-28 12:02:11",
        "value": 1560,
        "balance": 3825,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-28 07:46:27",
        "value": 500,
        "balance": 5385,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-27 23:22:56",
        "value": 2,
        "balance": 5885,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-27 23:02:18",
        "value": 144,
        "balance": 5887,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-27 20:23:04",
        "value": 2,
        "balance": 6031,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-27 19:00:52",
        "value": 2,
        "balance": 6033,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-27 19:00:56",
        "value": 4,
        "balance": 6035,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-10-27 18:12:33",
        "value": 180,
        "balance": 6039,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-10-27 18:03:17",
        "value": 1900,
        "balance": 6219,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-27 12:04:48",
        "value": 38,
        "balance": 8119,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-10-27 11:22:17",
        "value": 180,
        "balance": 8157,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-27 11:21:22",
        "value": 1300,
        "balance": 8337,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-26 23:31:45",
        "value": 104,
        "balance": 9637,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-10-26 18:33:07",
        "value": 180,
        "balance": 9741,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-26 18:25:20",
        "value": 1350,
        "balance": 9921,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-26 11:26:42",
        "value": 100,
        "balance": 11271,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-10-26 11:22:05",
        "value": 950,
        "balance": 11371,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-10-26 11:15:44",
        "value": 2200,
        "balance": 12321,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-25 23:57:57",
        "value": 124,
        "balance": 14521,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-25 22:13:56",
        "value": 6,
        "balance": 14645,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-25 22:08:07",
        "value": 32,
        "balance": 14651,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_主食组",
        "place": "听涛园",
        "date": "2024-10-25 18:07:09",
        "value": 1340,
        "balance": 14683,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-25 12:31:37",
        "value": 150,
        "balance": 16023,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-25 12:21:22",
        "value": 660,
        "balance": 16173,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-25 12:19:18",
        "value": 800,
        "balance": 16833,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-24 23:39:26",
        "value": 104,
        "balance": 17633,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-10-24 18:31:50",
        "value": 670,
        "balance": 17737,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-10-24 18:30:00",
        "value": 924,
        "balance": 18407,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_主食组",
        "place": "听涛园",
        "date": "2024-10-24 12:43:55",
        "value": 2150,
        "balance": 19331,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-24 11:04:30",
        "value": 38,
        "balance": 21481,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-24 00:11:09",
        "value": 108,
        "balance": 21519,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_主食组",
        "place": "听涛园",
        "date": "2024-10-23 18:12:39",
        "value": 1850,
        "balance": 21627,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-23 12:49:05",
        "value": 1500,
        "balance": 23477,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-23 09:15:46",
        "value": 600,
        "balance": 24977,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-22 22:54:54",
        "value": 152,
        "balance": 25577,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-10-22 19:29:12",
        "value": 180,
        "balance": 25729,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-10-22 19:15:38",
        "value": 450,
        "balance": 25909,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-10-22 19:14:11",
        "value": 1400,
        "balance": 26359,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-10-22 12:22:42",
        "value": 150,
        "balance": 27759,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-22 12:21:56",
        "value": 1300,
        "balance": 27909,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-21 23:39:30",
        "value": 38,
        "balance": 29209,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_韩式风味",
        "place": "桃李园",
        "date": "2024-10-21 19:01:22",
        "value": 1800,
        "balance": 29247,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-10-21 18:59:50",
        "value": 600,
        "balance": 31047,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-21 18:46:04",
        "value": 144,
        "balance": 31647,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-10-21 11:54:49",
        "value": 1600,
        "balance": 31791,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-10-21 07:45:28",
        "value": 350,
        "balance": 33391,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-20 22:58:34",
        "value": 172,
        "balance": 33741,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-20 13:21:45",
        "value": 34,
        "balance": 33913,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-10-20 08:32:07",
        "value": 450,
        "balance": 33947,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-10-20 08:31:53",
        "value": 300,
        "balance": 34397,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-10-20 08:30:44",
        "value": 300,
        "balance": 34697,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-19 23:50:54",
        "value": 184,
        "balance": 34997,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-19 18:18:22",
        "value": 350,
        "balance": 35181,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-19 18:15:14",
        "value": 840,
        "balance": 35531,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-19 18:14:01",
        "value": 800,
        "balance": 36371,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-19 10:19:39",
        "value": 10,
        "balance": 37171,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-19 09:11:00",
        "value": 600,
        "balance": 37181,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-18 23:32:34",
        "value": 38,
        "balance": 37781,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-18 23:26:12",
        "value": 160,
        "balance": 37819,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-18 17:47:36",
        "value": 750,
        "balance": 37979,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-18 17:45:22",
        "value": 684,
        "balance": 38729,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-10-18 12:21:13",
        "value": 150,
        "balance": 39413,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-18 12:20:46",
        "value": 3100,
        "balance": 19563,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-17 23:31:19",
        "value": 152,
        "balance": 2663,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-17 18:08:13",
        "value": 34,
        "balance": 2815,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-17 11:56:28",
        "value": 1500,
        "balance": 2849,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-10-17 08:43:12",
        "value": 1000,
        "balance": 4349,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-17 00:02:21",
        "value": 140,
        "balance": 5349,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-16 22:06:21",
        "value": 32,
        "balance": 5489,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-10-16 17:09:52",
        "value": 946,
        "balance": 5521,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-10-16 17:08:55",
        "value": 250,
        "balance": 6467,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-10-16 11:21:06",
        "value": 1700,
        "balance": 6717,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-15 23:25:40",
        "value": 152,
        "balance": 8417,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-10-15 18:01:49",
        "value": 1050,
        "balance": 8569,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-15 12:54:55",
        "value": 38,
        "balance": 9619,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-10-15 12:28:52",
        "value": 100,
        "balance": 9657,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-10-15 12:28:40",
        "value": 150,
        "balance": 9757,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-10-15 12:28:02",
        "value": 1620,
        "balance": 9907,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-15 00:01:51",
        "value": 120,
        "balance": 11527,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-10-14 18:00:34",
        "value": 670,
        "balance": 11647,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-10-14 17:58:44",
        "value": 990,
        "balance": 12317,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-10-14 11:33:14",
        "value": 650,
        "balance": 13307,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-10-14 11:31:56",
        "value": 700,
        "balance": 13957,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-14 11:31:19",
        "value": 900,
        "balance": 14657,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-14 07:44:30",
        "value": 100,
        "balance": 15557,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-14 07:44:18",
        "value": 500,
        "balance": 15657,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-13 23:39:58",
        "value": 104,
        "balance": 16157,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-13 19:40:29",
        "value": 36,
        "balance": 16261,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-10-13 12:24:17",
        "value": 150,
        "balance": 16297,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-10-13 12:15:51",
        "value": 1000,
        "balance": 16447,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-12 22:46:39",
        "value": 140,
        "balance": 17447,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-10-12 18:04:43",
        "value": 150,
        "balance": 17587,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-12 17:57:18",
        "value": 3145,
        "balance": 17737,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-10-12 12:16:13",
        "value": 160,
        "balance": 20882,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-12 12:04:51",
        "value": 1350,
        "balance": 21042,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-12 11:39:15",
        "value": 32,
        "balance": 22392,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-11 23:59:02",
        "value": 152,
        "balance": 22424,
        "cardno": "1043413"
    },
    {
        "name": "清青快餐_西餐组",
        "place": "清青快餐",
        "date": "2024-10-11 18:59:56",
        "value": 2950,
        "balance": 22576,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-11 13:59:58",
        "value": 2,
        "balance": 25526,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-11 12:17:13",
        "value": 720,
        "balance": 25528,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-11 12:16:06",
        "value": 800,
        "balance": 26248,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-10 23:31:56",
        "value": 136,
        "balance": 27048,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-10 20:12:17",
        "value": 32,
        "balance": 27184,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-10 12:23:18",
        "value": 10,
        "balance": 27216,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-10-10 11:35:57",
        "value": 180,
        "balance": 27226,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-10 11:34:26",
        "value": 1300,
        "balance": 27406,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-09 22:29:16",
        "value": 60,
        "balance": 28706,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-09 22:16:54",
        "value": 144,
        "balance": 28766,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-10-09 17:08:53",
        "value": 150,
        "balance": 28910,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-10-09 17:06:58",
        "value": 1200,
        "balance": 29060,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-08 22:53:12",
        "value": 120,
        "balance": 30260,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-08 16:50:33",
        "value": 60,
        "balance": 30380,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-08 12:22:27",
        "value": 2290,
        "balance": 30440,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-07 23:52:18",
        "value": 92,
        "balance": 32730,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-07 20:13:14",
        "value": 32,
        "balance": 32822,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-07 11:18:37",
        "value": 2,
        "balance": 32854,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-07 11:18:28",
        "value": 4,
        "balance": 32856,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-06 23:53:54",
        "value": 112,
        "balance": 32860,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-06 21:41:46",
        "value": 28,
        "balance": 32972,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-10-06 11:50:56",
        "value": 500,
        "balance": 33000,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-10-06 11:45:43",
        "value": 1800,
        "balance": 33500,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-05 23:21:17",
        "value": 128,
        "balance": 35300,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-10-05 18:58:44",
        "value": 1800,
        "balance": 35428,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-05 16:57:46",
        "value": 30,
        "balance": 37228,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-10-05 12:02:16",
        "value": 260,
        "balance": 37258,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-05 11:31:28",
        "value": 2415,
        "balance": 37518,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-04 17:49:15",
        "value": 350,
        "balance": 39933,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-05 09:46:34",
        "value": 2,
        "balance": 40283,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-05 09:46:18",
        "value": 4,
        "balance": 40285,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-04 21:47:05",
        "value": 152,
        "balance": 40289,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-10-04 17:41:24",
        "value": 600,
        "balance": 40441,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-10-04 17:37:32",
        "value": 800,
        "balance": 1041,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-04 16:42:47",
        "value": 2,
        "balance": 1841,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-04 16:42:40",
        "value": 4,
        "balance": 1843,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-10-04 11:19:41",
        "value": 150,
        "balance": 1847,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-04 11:18:37",
        "value": 100,
        "balance": 1997,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-10-04 11:17:01",
        "value": 1425,
        "balance": 2097,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-04 07:20:32",
        "value": 2,
        "balance": 3522,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-04 07:20:21",
        "value": 4,
        "balance": 3524,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-04 00:27:24",
        "value": 4,
        "balance": 3528,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 23:23:53",
        "value": 4,
        "balance": 3532,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 22:37:10",
        "value": 2,
        "balance": 3536,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 22:37:01",
        "value": 2,
        "balance": 3538,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 22:36:54",
        "value": 4,
        "balance": 3540,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-03 22:33:24",
        "value": 136,
        "balance": 3544,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 20:31:09",
        "value": 4,
        "balance": 3680,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 19:13:35",
        "value": 4,
        "balance": 3684,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 19:08:41",
        "value": 28,
        "balance": 3688,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-10-03 18:07:48",
        "value": 180,
        "balance": 3716,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-10-03 17:49:07",
        "value": 1400,
        "balance": 3896,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-10-03 12:22:27",
        "value": 4065,
        "balance": 5296,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 12:08:05",
        "value": 20,
        "balance": 9361,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 09:04:13",
        "value": 2,
        "balance": 9381,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-03 09:04:02",
        "value": 2,
        "balance": 9383,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-03 00:18:21",
        "value": 128,
        "balance": 9385,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-02 14:44:25",
        "value": 4,
        "balance": 9513,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-10-02 11:56:00",
        "value": 160,
        "balance": 9517,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-10-02 11:55:04",
        "value": 1300,
        "balance": 9677,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-02 11:22:19",
        "value": 2,
        "balance": 10977,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-02 11:22:12",
        "value": 4,
        "balance": 10979,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-10-01 23:18:24",
        "value": 128,
        "balance": 10983,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 23:04:11",
        "value": 4,
        "balance": 11111,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 12:10:44",
        "value": 2,
        "balance": 11115,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 12:11:07",
        "value": 2,
        "balance": 11117,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-10-01 11:32:52",
        "value": 180,
        "balance": 11119,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-10-01 11:30:42",
        "value": 1500,
        "balance": 11299,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 09:58:46",
        "value": 2,
        "balance": 12799,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 09:58:40",
        "value": 2,
        "balance": 12801,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-10-01 09:58:30",
        "value": 4,
        "balance": 12803,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-30 23:12:05",
        "value": 164,
        "balance": 12807,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-30 07:43:48",
        "value": 600,
        "balance": 12971,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-29 18:55:09",
        "value": 140,
        "balance": 13571,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-09-29 17:25:11",
        "value": 100,
        "balance": 13711,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-09-29 17:10:34",
        "value": 3915,
        "balance": 13811,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-09-29 12:36:36",
        "value": 150,
        "balance": 17726,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-09-29 12:30:26",
        "value": 1600,
        "balance": 17876,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层川湘风味",
        "place": "澜园",
        "date": "2024-09-29 12:28:07",
        "value": 800,
        "balance": 19476,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-28 23:35:40",
        "value": 144,
        "balance": 20276,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-28 21:52:06",
        "value": 30,
        "balance": 20420,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-09-28 17:18:20",
        "value": 480,
        "balance": 20450,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-09-28 11:31:54",
        "value": 600,
        "balance": 20930,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-09-28 11:23:53",
        "value": 100,
        "balance": 21530,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-09-28 11:23:10",
        "value": 1000,
        "balance": 21630,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-27 22:46:22",
        "value": 140,
        "balance": 22630,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-27 12:22:30",
        "value": 1500,
        "balance": 22770,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-09-27 07:37:46",
        "value": 300,
        "balance": 24270,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-26 23:58:41",
        "value": 108,
        "balance": 24570,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-09-26 18:04:15",
        "value": 180,
        "balance": 24678,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-09-26 18:03:30",
        "value": 2090,
        "balance": 24858,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-26 15:12:59",
        "value": 28,
        "balance": 26948,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_2号河南风味",
        "place": "丁香园",
        "date": "2024-09-26 11:43:05",
        "value": 1500,
        "balance": 26976,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-09-26 09:18:56",
        "value": 100,
        "balance": 28476,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-26 09:17:41",
        "value": 500,
        "balance": 28576,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-25 19:34:02",
        "value": 84,
        "balance": 29076,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-25 12:08:27",
        "value": 140,
        "balance": 29160,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-25 11:17:22",
        "value": 1500,
        "balance": 29300,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-24 20:46:01",
        "value": 28,
        "balance": 30800,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-24 18:54:03",
        "value": 152,
        "balance": 30828,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-09-24 18:16:48",
        "value": 150,
        "balance": 30980,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-09-24 18:13:05",
        "value": 900,
        "balance": 31130,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-09-24 12:23:00",
        "value": 2076,
        "balance": 32030,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-23 23:06:43",
        "value": 144,
        "balance": 34106,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-23 07:41:39",
        "value": 600,
        "balance": 34250,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-22 22:48:53",
        "value": 30,
        "balance": 34850,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-22 22:42:35",
        "value": 140,
        "balance": 34880,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-22 12:17:53",
        "value": 150,
        "balance": 35020,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-22 12:16:01",
        "value": 1500,
        "balance": 35170,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-21 22:04:55",
        "value": 152,
        "balance": 36670,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-09-21 18:01:40",
        "value": 2500,
        "balance": 36822,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-21 16:50:36",
        "value": 28,
        "balance": 39322,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-09-21 11:40:25",
        "value": 70,
        "balance": 39350,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-09-21 11:38:20",
        "value": 800,
        "balance": 39420,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-09-21 11:37:14",
        "value": 1180,
        "balance": 40220,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-21 07:39:15",
        "value": 500,
        "balance": 41400,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-20 23:39:13",
        "value": 128,
        "balance": 41900,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-20 17:50:00",
        "value": 150,
        "balance": 2028,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-20 17:48:16",
        "value": 1500,
        "balance": 2178,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-09-20 12:31:32",
        "value": 1600,
        "balance": 3678,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-09-20 07:33:03",
        "value": 100,
        "balance": 5278,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-09-20 07:31:47",
        "value": 400,
        "balance": 5378,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-19 23:22:54",
        "value": 120,
        "balance": 5778,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-19 19:29:50",
        "value": 30,
        "balance": 5898,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-09-19 18:36:06",
        "value": 1550,
        "balance": 5928,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-09-19 11:26:26",
        "value": 180,
        "balance": 7478,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-19 11:19:06",
        "value": 1300,
        "balance": 7658,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-18 19:18:58",
        "value": 28,
        "balance": 8958,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-18 17:12:13",
        "value": 180,
        "balance": 8986,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-09-18 17:10:07",
        "value": 1050,
        "balance": 9166,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-18 12:21:50",
        "value": 112,
        "balance": 10216,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-09-18 11:46:40",
        "value": 100,
        "balance": 10328,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-09-18 11:23:39",
        "value": 2700,
        "balance": 10428,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-17 19:08:52",
        "value": 164,
        "balance": 13128,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-09-17 11:51:24",
        "value": 1000,
        "balance": 13292,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-17 11:17:31",
        "value": 30,
        "balance": 14292,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-16 22:19:02",
        "value": 160,
        "balance": 14322,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-09-16 12:33:13",
        "value": 430,
        "balance": 14482,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-09-16 12:31:20",
        "value": 1830,
        "balance": 14912,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-15 23:44:44",
        "value": 168,
        "balance": 16742,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-15 21:28:03",
        "value": 28,
        "balance": 16910,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-15 18:13:53",
        "value": 1200,
        "balance": 16938,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-09-15 11:33:18",
        "value": 150,
        "balance": 18138,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-09-15 11:29:31",
        "value": 720,
        "balance": 18288,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-09-15 11:29:19",
        "value": 800,
        "balance": 19008,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-14 23:27:06",
        "value": 136,
        "balance": 19808,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-14 19:55:36",
        "value": 30,
        "balance": 19944,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-09-14 18:32:24",
        "value": 760,
        "balance": 19974,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_煎饼组",
        "place": "桃李园",
        "date": "2024-09-14 18:24:26",
        "value": 600,
        "balance": 20734,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-13 23:33:19",
        "value": 112,
        "balance": 21334,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-13 12:24:12",
        "value": 1350,
        "balance": 21446,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-09-13 07:42:23",
        "value": 100,
        "balance": 22796,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-13 07:41:52",
        "value": 500,
        "balance": 22896,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-12 23:58:01",
        "value": 112,
        "balance": 23396,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-12 22:38:49",
        "value": 30,
        "balance": 23508,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-09-12 18:13:25",
        "value": 1200,
        "balance": 23538,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-09-12 11:24:41",
        "value": 1845,
        "balance": 24738,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-11 20:30:00",
        "value": 28,
        "balance": 26583,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-11 20:00:06",
        "value": 136,
        "balance": 26611,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-11 17:09:17",
        "value": 100,
        "balance": 26747,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-11 17:09:05",
        "value": 150,
        "balance": 26847,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-09-11 17:07:00",
        "value": 1050,
        "balance": 26997,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-11 11:18:29",
        "value": 1500,
        "balance": 28047,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-11 11:17:08",
        "value": 180,
        "balance": 29547,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-10 23:41:21",
        "value": 116,
        "balance": 29727,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-09-10 18:10:36",
        "value": 160,
        "balance": 29843,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-10 18:09:43",
        "value": 1300,
        "balance": 30003,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-09-10 12:28:15",
        "value": 400,
        "balance": 31303,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-09-10 12:21:35",
        "value": 800,
        "balance": 31703,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-10 09:22:47",
        "value": 500,
        "balance": 32503,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-09 22:39:16",
        "value": 124,
        "balance": 33003,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-09 21:40:04",
        "value": 28,
        "balance": 33127,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-09-09 18:46:24",
        "value": 1800,
        "balance": 33155,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-09-09 11:42:37",
        "value": 500,
        "balance": 34955,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-09-09 11:41:32",
        "value": 650,
        "balance": 35455,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-09-09 11:38:07",
        "value": 600,
        "balance": 36105,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-09-09 07:36:18",
        "value": 400,
        "balance": 36705,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-08 22:30:38",
        "value": 116,
        "balance": 37105,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-09-08 17:22:01",
        "value": 350,
        "balance": 37221,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-09-08 17:20:58",
        "value": 660,
        "balance": 37571,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-09-08 17:20:01",
        "value": 800,
        "balance": 38231,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-08 11:36:23",
        "value": 180,
        "balance": 39031,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-08 11:27:15",
        "value": 1400,
        "balance": 39211,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-07 23:54:28",
        "value": 132,
        "balance": 40611,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-07 20:33:59",
        "value": 30,
        "balance": 40743,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-09-07 17:19:57",
        "value": 180,
        "balance": 773,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-09-07 17:18:43",
        "value": 2930,
        "balance": 953,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-07 12:15:39",
        "value": 1350,
        "balance": 3883,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-06 21:35:06",
        "value": 140,
        "balance": 5233,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-09-06 17:34:42",
        "value": 1000,
        "balance": 5373,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-09-06 17:31:44",
        "value": 361,
        "balance": 6373,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-09-06 11:34:20",
        "value": 150,
        "balance": 6734,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-06 11:32:24",
        "value": 1300,
        "balance": 6884,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-05 23:51:33",
        "value": 30,
        "balance": 8184,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-05 23:38:58",
        "value": 88,
        "balance": 8214,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-05 13:08:25",
        "value": 84,
        "balance": 8302,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-09-04 18:15:24",
        "value": 150,
        "balance": 8386,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-09-04 18:08:24",
        "value": 1800,
        "balance": 8536,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-09-04 11:49:24",
        "value": 1500,
        "balance": 10336,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-04 11:48:03",
        "value": 280,
        "balance": 11836,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-04 09:09:02",
        "value": 600,
        "balance": 12116,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-03 22:20:18",
        "value": 108,
        "balance": 12716,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-09-03 18:49:34",
        "value": 160,
        "balance": 12824,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-09-03 18:23:31",
        "value": 600,
        "balance": 12984,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-09-03 18:20:38",
        "value": 1500,
        "balance": 13584,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-09-03 12:05:46",
        "value": 150,
        "balance": 15084,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-09-03 11:51:33",
        "value": 1600,
        "balance": 15234,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-02 23:17:01",
        "value": 136,
        "balance": 16834,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-09-02 20:01:45",
        "value": 34,
        "balance": 16970,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-09-02 18:13:55",
        "value": 180,
        "balance": 17004,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-09-02 18:12:00",
        "value": 1400,
        "balance": 17184,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-09-02 12:17:29",
        "value": 300,
        "balance": 18584,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-09-02 12:13:41",
        "value": 1000,
        "balance": 18884,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-09-02 08:41:32",
        "value": 600,
        "balance": 19884,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-09-01 21:55:39",
        "value": 144,
        "balance": 20484,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-09-01 11:54:21",
        "value": 180,
        "balance": 20628,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-09-01 11:42:48",
        "value": 600,
        "balance": 20808,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-09-01 11:41:18",
        "value": 300,
        "balance": 21408,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-31 23:56:06",
        "value": 116,
        "balance": 21708,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-31 20:22:42",
        "value": 30,
        "balance": 21824,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷荤组",
        "place": "听涛园",
        "date": "2024-08-31 18:08:22",
        "value": 350,
        "balance": 21854,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-08-31 18:07:57",
        "value": 160,
        "balance": 22204,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-08-31 17:57:29",
        "value": 1500,
        "balance": 22364,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-08-31 12:13:51",
        "value": 600,
        "balance": 23864,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-08-31 12:13:10",
        "value": 800,
        "balance": 24464,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-08-31 09:28:26",
        "value": 100,
        "balance": 25264,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-08-31 09:28:08",
        "value": 500,
        "balance": 25364,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-30 23:28:50",
        "value": 128,
        "balance": 25864,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-08-30 17:41:30",
        "value": 40,
        "balance": 25992,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-08-30 17:40:55",
        "value": 2640,
        "balance": 26032,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-08-30 12:14:43",
        "value": 850,
        "balance": 28672,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-08-30 12:11:31",
        "value": 946,
        "balance": 29522,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-29 23:27:08",
        "value": 120,
        "balance": 30468,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-08-29 18:46:57",
        "value": 2064,
        "balance": 30588,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-29 12:31:19",
        "value": 600,
        "balance": 32652,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-08-29 12:25:58",
        "value": 150,
        "balance": 33252,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-29 12:24:19",
        "value": 1600,
        "balance": 33402,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-08-29 08:40:05",
        "value": 960,
        "balance": 35002,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-28 23:30:49",
        "value": 136,
        "balance": 35962,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-28 23:03:12",
        "value": 28,
        "balance": 36098,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-08-28 17:51:10",
        "value": 280,
        "balance": 36126,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-08-28 17:40:47",
        "value": 180,
        "balance": 36406,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-08-28 17:39:35",
        "value": 1300,
        "balance": 36586,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-08-28 12:06:53",
        "value": 600,
        "balance": 37886,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-08-28 12:03:20",
        "value": 990,
        "balance": 38486,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-27 23:26:05",
        "value": 112,
        "balance": 39476,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-08-27 19:29:00",
        "value": 160,
        "balance": 39588,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-08-27 19:17:04",
        "value": 1900,
        "balance": 39748,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-27 12:10:16",
        "value": 600,
        "balance": 1648,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层广东风味",
        "place": "澜园",
        "date": "2024-08-27 12:04:14",
        "value": 2500,
        "balance": 2248,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-26 22:45:23",
        "value": 132,
        "balance": 4748,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-08-26 18:24:10",
        "value": 1970,
        "balance": 4880,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-25 23:06:01",
        "value": 140,
        "balance": 6850,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-25 18:15:10",
        "value": 28,
        "balance": 6990,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-08-25 17:40:24",
        "value": 3500,
        "balance": 7018,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-08-25 12:46:32",
        "value": 150,
        "balance": 10518,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-08-25 12:22:26",
        "value": 1350,
        "balance": 10668,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-24 23:51:22",
        "value": 124,
        "balance": 12018,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-24 15:48:38",
        "value": 2,
        "balance": 12142,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-23 23:07:30",
        "value": 164,
        "balance": 12144,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-23 21:25:49",
        "value": 28,
        "balance": 12308,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-23 18:09:56",
        "value": 1800,
        "balance": 12336,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冒菜组",
        "place": "澜园",
        "date": "2024-08-23 11:52:14",
        "value": 160,
        "balance": 14136,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层川湘风味",
        "place": "澜园",
        "date": "2024-08-23 11:37:46",
        "value": 800,
        "balance": 14296,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-23 11:37:23",
        "value": 1600,
        "balance": 15096,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-08-23 08:37:17",
        "value": 40,
        "balance": 16696,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-22 21:20:59",
        "value": 136,
        "balance": 16736,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-08-22 18:12:48",
        "value": 1046,
        "balance": 16872,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-08-22 11:54:51",
        "value": 450,
        "balance": 17918,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-08-22 11:52:51",
        "value": 1000,
        "balance": 18368,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 23:39:42",
        "value": 2,
        "balance": 19368,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 23:39:53",
        "value": 4,
        "balance": 19370,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-21 23:32:49",
        "value": 108,
        "balance": 19374,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 20:59:54",
        "value": 2,
        "balance": 19482,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 21:00:00",
        "value": 4,
        "balance": 19484,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-08-21 18:30:10",
        "value": 180,
        "balance": 19488,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-08-21 18:29:14",
        "value": 1050,
        "balance": 19668,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-08-21 11:39:13",
        "value": 600,
        "balance": 20718,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层主食",
        "place": "清芬园",
        "date": "2024-08-21 11:38:10",
        "value": 500,
        "balance": 21318,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 00:20:54",
        "value": 2,
        "balance": 21818,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-21 00:21:02",
        "value": 6,
        "balance": 21820,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-20 23:42:49",
        "value": 116,
        "balance": 21826,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 23:03:04",
        "value": 2,
        "balance": 21942,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 23:02:16",
        "value": 4,
        "balance": 21944,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 20:55:43",
        "value": 2,
        "balance": 21948,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 20:54:55",
        "value": 4,
        "balance": 21950,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 19:31:50",
        "value": 2,
        "balance": 21954,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 19:31:00",
        "value": 4,
        "balance": 21956,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-08-20 18:29:21",
        "value": 1350,
        "balance": 21960,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-20 12:02:12",
        "value": 600,
        "balance": 23310,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-08-20 12:01:41",
        "value": 1800,
        "balance": 23910,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-08-20 08:08:29",
        "value": 500,
        "balance": 25710,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-08-20 08:08:07",
        "value": 100,
        "balance": 26210,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 00:03:25",
        "value": 4,
        "balance": 26310,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-20 00:04:16",
        "value": 2,
        "balance": 26314,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-19 23:44:16",
        "value": 124,
        "balance": 26316,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 23:10:08",
        "value": 2,
        "balance": 26440,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 23:09:19",
        "value": 4,
        "balance": 26442,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 21:27:46",
        "value": 2,
        "balance": 26446,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 21:26:56",
        "value": 4,
        "balance": 26448,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 20:40:40",
        "value": 2,
        "balance": 26452,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 20:39:49",
        "value": 4,
        "balance": 26454,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-08-19 18:30:49",
        "value": 280,
        "balance": 26458,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-08-19 18:30:21",
        "value": 2010,
        "balance": 26738,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 17:34:58",
        "value": 2,
        "balance": 28748,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 17:34:08",
        "value": 4,
        "balance": 28750,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 13:36:44",
        "value": 2,
        "balance": 28754,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 13:35:54",
        "value": 4,
        "balance": 28756,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 13:05:43",
        "value": 2,
        "balance": 28760,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-08-19 11:30:39",
        "value": 2700,
        "balance": 28762,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-08-19 07:55:05",
        "value": 1000,
        "balance": 31462,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 07:35:56",
        "value": 2,
        "balance": 32462,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-19 07:35:09",
        "value": 4,
        "balance": 32464,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 23:54:21",
        "value": 2,
        "balance": 32468,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 23:53:31",
        "value": 4,
        "balance": 32470,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 23:10:39",
        "value": 2,
        "balance": 32474,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 23:09:46",
        "value": 4,
        "balance": 32476,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 22:17:38",
        "value": 2,
        "balance": 32480,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 22:17:48",
        "value": 2,
        "balance": 32482,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 22:17:00",
        "value": 4,
        "balance": 32484,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-18 22:12:42",
        "value": 128,
        "balance": 32488,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 20:38:02",
        "value": 2,
        "balance": 32616,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 20:37:14",
        "value": 4,
        "balance": 32618,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 19:54:20",
        "value": 2,
        "balance": 32622,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 19:53:33",
        "value": 4,
        "balance": 32624,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 18:09:02",
        "value": 2,
        "balance": 32628,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 16:50:02",
        "value": 2,
        "balance": 32630,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 16:49:17",
        "value": 4,
        "balance": 32632,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 15:42:42",
        "value": 30,
        "balance": 32636,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 15:39:06",
        "value": 2,
        "balance": 32666,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-18 15:38:17",
        "value": 4,
        "balance": 32668,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_1号南粉北面",
        "place": "丁香园",
        "date": "2024-08-18 11:50:09",
        "value": 1800,
        "balance": 32672,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-08-17 23:46:49",
        "value": 128,
        "balance": 34472,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-08-17 19:04:42",
        "value": 30,
        "balance": 34600,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-08-17 17:38:28",
        "value": 180,
        "balance": 34630,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-08-17 17:28:52",
        "value": 1500,
        "balance": 34810,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-12 23:22:09",
        "value": 128,
        "balance": 36310,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-07-12 17:27:47",
        "value": 2000,
        "balance": 36438,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-12 12:37:20",
        "value": 30,
        "balance": 38438,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-07-12 11:46:13",
        "value": 550,
        "balance": 38468,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-07-12 11:44:21",
        "value": 950,
        "balance": 39018,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-07-12 07:42:46",
        "value": 400,
        "balance": 39968,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-11 22:30:12",
        "value": 132,
        "balance": 40368,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-11 17:18:00",
        "value": 350,
        "balance": 40500,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-11 17:16:05",
        "value": 1575,
        "balance": 40850,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-07-11 11:37:27",
        "value": 836,
        "balance": 2425,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-07-11 11:36:45",
        "value": 450,
        "balance": 3261,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-11 07:43:07",
        "value": 100,
        "balance": 3711,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-11 07:42:49",
        "value": 500,
        "balance": 3811,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-10 22:12:30",
        "value": 120,
        "balance": 4311,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-07-10 17:11:42",
        "value": 900,
        "balance": 4431,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-07-10 17:10:59",
        "value": 800,
        "balance": 5331,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-10 12:09:26",
        "value": 28,
        "balance": 6131,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-07-10 11:33:54",
        "value": 750,
        "balance": 6159,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层主食",
        "place": "清芬园",
        "date": "2024-07-10 11:33:17",
        "value": 500,
        "balance": 6909,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-10 07:42:10",
        "value": 100,
        "balance": 7409,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-10 07:42:00",
        "value": 300,
        "balance": 7509,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-09 22:56:57",
        "value": 147,
        "balance": 7809,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_二层大伙",
        "place": "紫荆园",
        "date": "2024-07-09 17:14:06",
        "value": 1980,
        "balance": 7956,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-09 11:41:51",
        "value": 2400,
        "balance": 9936,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-09 07:47:10",
        "value": 100,
        "balance": 12336,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-07-09 07:41:03",
        "value": 400,
        "balance": 12436,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-08 23:42:38",
        "value": 124,
        "balance": 12836,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-08 17:27:03",
        "value": 160,
        "balance": 12960,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_手工饺子",
        "place": "桃李园",
        "date": "2024-07-08 17:18:07",
        "value": 1500,
        "balance": 13120,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-08 12:49:56",
        "value": 28,
        "balance": 14620,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-07-08 11:48:36",
        "value": 150,
        "balance": 14648,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-08 11:36:41",
        "value": 600,
        "balance": 14798,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-08 11:36:05",
        "value": 1500,
        "balance": 15398,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-08 07:43:41",
        "value": 100,
        "balance": 16898,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-08 07:43:27",
        "value": 500,
        "balance": 16998,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-07 23:53:29",
        "value": 128,
        "balance": 17498,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-07-07 18:02:02",
        "value": 1680,
        "balance": 17626,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-07-07 11:55:47",
        "value": 1300,
        "balance": 19306,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-06 23:37:04",
        "value": 108,
        "balance": 20606,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-06 19:35:58",
        "value": 28,
        "balance": 20714,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-07-06 18:11:11",
        "value": 180,
        "balance": 20742,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-07-06 18:10:04",
        "value": 2010,
        "balance": 20922,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-05 23:43:14",
        "value": 128,
        "balance": 22932,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-05 18:10:24",
        "value": 28,
        "balance": 23060,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-05 17:15:13",
        "value": 1270,
        "balance": 23088,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-07-05 11:38:08",
        "value": 150,
        "balance": 24358,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-05 11:34:01",
        "value": 1600,
        "balance": 24508,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-05 07:43:54",
        "value": 100,
        "balance": 26108,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-07-05 07:42:58",
        "value": 400,
        "balance": 26208,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-04 22:03:35",
        "value": 96,
        "balance": 26608,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_东南亚风味",
        "place": "紫荆园",
        "date": "2024-07-04 17:11:58",
        "value": 1600,
        "balance": 26704,
        "cardno": "1043413"
    },
    {
        "name": "澜园_热荤组",
        "place": "澜园",
        "date": "2024-07-04 11:51:39",
        "value": 180,
        "balance": 28304,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-04 11:44:04",
        "value": 600,
        "balance": 28484,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层广东风味",
        "place": "澜园",
        "date": "2024-07-04 11:34:18",
        "value": 1800,
        "balance": 29084,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-04 07:42:38",
        "value": 500,
        "balance": 30884,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-03 21:29:06",
        "value": 156,
        "balance": 31384,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-03 17:14:17",
        "value": 600,
        "balance": 31540,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-07-03 17:11:37",
        "value": 1115,
        "balance": 32140,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-03 12:19:25",
        "value": 28,
        "balance": 33255,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-03 11:43:48",
        "value": 600,
        "balance": 33283,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层日韩风味",
        "place": "澜园",
        "date": "2024-07-03 11:31:38",
        "value": 1600,
        "balance": 33883,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-03 07:43:36",
        "value": 150,
        "balance": 35483,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-03 07:43:00",
        "value": 100,
        "balance": 35633,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-02 22:46:06",
        "value": 96,
        "balance": 35733,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-07-02 17:27:11",
        "value": 150,
        "balance": 35829,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-07-02 17:19:07",
        "value": 1300,
        "balance": 35979,
        "cardno": "1043413"
    },
    {
        "name": "澜园_三层新疆风味",
        "place": "澜园",
        "date": "2024-07-02 11:39:04",
        "value": 600,
        "balance": 37279,
        "cardno": "1043413"
    },
    {
        "name": "澜园_陕西风味",
        "place": "澜园",
        "date": "2024-07-02 11:34:30",
        "value": 1100,
        "balance": 37879,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-07-02 07:41:59",
        "value": 180,
        "balance": 38979,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-07-01 22:27:43",
        "value": 132,
        "balance": 39159,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-01 18:37:37",
        "value": 28,
        "balance": 39291,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-07-01 18:35:19",
        "value": 4,
        "balance": 39319,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-07-01 11:51:40",
        "value": 1050,
        "balance": 39323,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-07-01 07:39:15",
        "value": 100,
        "balance": 373,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-30 22:56:57",
        "value": 140,
        "balance": 473,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-06-30 13:06:18",
        "value": 2900,
        "balance": 613,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-29 22:42:14",
        "value": 140,
        "balance": 3513,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-06-29 18:03:06",
        "value": 1500,
        "balance": 3653,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-29 14:01:30",
        "value": 42,
        "balance": 5153,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-06-29 12:10:05",
        "value": 60,
        "balance": 5195,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-06-29 12:07:40",
        "value": 300,
        "balance": 5255,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-06-29 12:07:01",
        "value": 900,
        "balance": 5555,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-29 00:06:53",
        "value": 84,
        "balance": 6455,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-06-28 17:39:43",
        "value": 160,
        "balance": 6539,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-28 17:38:54",
        "value": 1300,
        "balance": 6699,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-06-28 12:04:33",
        "value": 280,
        "balance": 7999,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_2号河南风味",
        "place": "丁香园",
        "date": "2024-06-28 12:00:35",
        "value": 1400,
        "balance": 8279,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-28 10:20:43",
        "value": 30,
        "balance": 9679,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-27 23:16:59",
        "value": 148,
        "balance": 9709,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_2号河南风味",
        "place": "丁香园",
        "date": "2024-06-27 11:23:49",
        "value": 1500,
        "balance": 9857,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-26 23:33:51",
        "value": 128,
        "balance": 11357,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-26 08:17:36",
        "value": 500,
        "balance": 11485,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-25 23:44:40",
        "value": 104,
        "balance": 11985,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-06-25 18:14:48",
        "value": 1600,
        "balance": 12089,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-25 17:20:25",
        "value": 30,
        "balance": 13689,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-06-25 12:15:21",
        "value": 100,
        "balance": 13719,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-06-25 12:08:23",
        "value": 400,
        "balance": 13819,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_主食组",
        "place": "听涛园",
        "date": "2024-06-25 12:07:20",
        "value": 500,
        "balance": 14219,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-24 22:33:44",
        "value": 136,
        "balance": 14719,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-06-24 19:06:53",
        "value": 2800,
        "balance": 14855,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-06-20 06:48:23",
        "value": 100,
        "balance": 17655,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-06-20 06:48:04",
        "value": 400,
        "balance": 17755,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-19 23:47:14",
        "value": 116,
        "balance": 18155,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-19 17:25:59",
        "value": 30,
        "balance": 18271,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-19 17:15:43",
        "value": 1100,
        "balance": 18301,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-19 17:13:18",
        "value": 1880,
        "balance": 19401,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-19 12:07:00",
        "value": 30,
        "balance": 21281,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-18 23:30:12",
        "value": 120,
        "balance": 21311,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-06-18 18:30:56",
        "value": 260,
        "balance": 21431,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-06-18 18:26:36",
        "value": 100,
        "balance": 21691,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-06-18 18:25:44",
        "value": 1600,
        "balance": 21791,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-06-18 11:20:09",
        "value": 180,
        "balance": 23391,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-06-18 11:18:03",
        "value": 1350,
        "balance": 23571,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-18 10:51:41",
        "value": 30,
        "balance": 24921,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-17 23:47:47",
        "value": 144,
        "balance": 24951,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-06-17 19:48:30",
        "value": 1800,
        "balance": 25095,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-16 23:59:11",
        "value": 112,
        "balance": 26895,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-16 21:05:42",
        "value": 28,
        "balance": 27007,
        "cardno": "1043413"
    },
    {
        "name": "南区10号北楼_饮水_亚都BOT",
        "place": "南区10号北楼",
        "date": "2024-06-16 19:30:21",
        "value": 6,
        "balance": 27035,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-06-16 11:33:21",
        "value": 1500,
        "balance": 27041,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-16 08:24:15",
        "value": 500,
        "balance": 28541,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-15 23:24:53",
        "value": 104,
        "balance": 29041,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-06-15 19:28:07",
        "value": 180,
        "balance": 29145,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-06-15 19:18:38",
        "value": 1750,
        "balance": 29325,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-15 18:33:35",
        "value": 30,
        "balance": 31075,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-15 12:26:50",
        "value": 6880,
        "balance": 31105,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-15 12:12:23",
        "value": 600,
        "balance": 37985,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-15 12:10:58",
        "value": 1000,
        "balance": 38585,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-14 23:10:30",
        "value": 124,
        "balance": 39585,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-14 20:41:21",
        "value": 28,
        "balance": 39709,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-06-14 17:13:49",
        "value": 660,
        "balance": 39737,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-06-14 17:11:44",
        "value": 800,
        "balance": 397,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-06-14 12:25:39",
        "value": 3800,
        "balance": 1197,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-13 23:42:20",
        "value": 76,
        "balance": 4997,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-13 13:20:37",
        "value": 28,
        "balance": 5073,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-13 12:30:49",
        "value": 108,
        "balance": 5101,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-06-13 11:48:41",
        "value": 1000,
        "balance": 5209,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-06-12 17:39:33",
        "value": 2046,
        "balance": 6209,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-06-12 12:24:14",
        "value": 903,
        "balance": 8255,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-06-12 12:22:35",
        "value": 650,
        "balance": 9158,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-06-12 12:22:14",
        "value": 500,
        "balance": 9808,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-06-12 07:38:53",
        "value": 100,
        "balance": 10308,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-12 07:38:23",
        "value": 500,
        "balance": 10408,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-11 23:08:49",
        "value": 140,
        "balance": 10908,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-06-11 18:22:34",
        "value": 160,
        "balance": 11048,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-11 18:16:41",
        "value": 1300,
        "balance": 11208,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-11 16:15:34",
        "value": 28,
        "balance": 12508,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-06-11 11:57:46",
        "value": 100,
        "balance": 12536,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-06-11 11:57:26",
        "value": 180,
        "balance": 12636,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-06-11 11:56:47",
        "value": 1610,
        "balance": 12816,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-10 23:09:22",
        "value": 136,
        "balance": 14426,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-06-10 12:05:19",
        "value": 180,
        "balance": 14562,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-06-10 12:04:33",
        "value": 900,
        "balance": 14742,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-10 11:55:57",
        "value": 28,
        "balance": 15642,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-10 00:13:47",
        "value": 128,
        "balance": 15670,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-06-09 18:04:28",
        "value": 900,
        "balance": 15798,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-06-09 18:02:10",
        "value": 50,
        "balance": 16698,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_麻辣香锅",
        "place": "清芬园",
        "date": "2024-06-09 18:01:02",
        "value": 700,
        "balance": 16748,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_二层大伙",
        "place": "清芬园",
        "date": "2024-06-09 18:00:07",
        "value": 950,
        "balance": 17448,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-06-09 12:22:44",
        "value": 150,
        "balance": 18398,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-06-09 12:22:22",
        "value": 1050,
        "balance": 18548,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-09 09:51:15",
        "value": 28,
        "balance": 19598,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-08 23:13:07",
        "value": 108,
        "balance": 19626,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-08 13:13:18",
        "value": 30,
        "balance": 19734,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-08 00:17:04",
        "value": 140,
        "balance": 19764,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-06-07 17:21:53",
        "value": 180,
        "balance": 19904,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-06-07 17:20:34",
        "value": 2876,
        "balance": 20084,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-06-07 12:29:24",
        "value": 1500,
        "balance": 22960,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-06 23:38:58",
        "value": 108,
        "balance": 24460,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_二层大伙",
        "place": "紫荆园",
        "date": "2024-06-06 17:29:05",
        "value": 1980,
        "balance": 24568,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-06-06 12:06:23",
        "value": 3400,
        "balance": 26548,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-06-06 07:47:22",
        "value": 340,
        "balance": 29948,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-05 23:42:16",
        "value": 120,
        "balance": 30288,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-05 22:22:33",
        "value": 30,
        "balance": 30408,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-05 18:21:18",
        "value": 950,
        "balance": 30438,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-05 18:20:15",
        "value": 1520,
        "balance": 31388,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-06-05 12:28:42",
        "value": 1950,
        "balance": 32908,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-06-05 07:46:24",
        "value": 100,
        "balance": 34858,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-05 07:45:49",
        "value": 500,
        "balance": 34958,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-04 22:47:32",
        "value": 116,
        "balance": 35458,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-04 18:09:00",
        "value": 28,
        "balance": 35574,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_韩式风味",
        "place": "桃李园",
        "date": "2024-06-04 17:36:21",
        "value": 1056,
        "balance": 35602,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-06-04 17:35:03",
        "value": 400,
        "balance": 36658,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-06-04 12:03:34",
        "value": 180,
        "balance": 37058,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-06-04 11:54:07",
        "value": 1350,
        "balance": 37238,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-03 23:34:22",
        "value": 140,
        "balance": 38588,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-03 16:58:32",
        "value": 32,
        "balance": 38728,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_一层冷饮",
        "place": "清芬园",
        "date": "2024-06-03 12:33:48",
        "value": 280,
        "balance": 38760,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-06-03 12:23:55",
        "value": 1000,
        "balance": 39040,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-06-03 09:17:12",
        "value": 100,
        "balance": 40,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-06-03 09:15:50",
        "value": 500,
        "balance": 140,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-02 22:44:43",
        "value": 128,
        "balance": 640,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-06-02 17:35:11",
        "value": 180,
        "balance": 768,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-06-02 17:28:45",
        "value": 1300,
        "balance": 948,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-06-02 17:26:03",
        "value": 1400,
        "balance": 2248,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-02 03:49:27",
        "value": 28,
        "balance": 3648,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-01 23:19:34",
        "value": 140,
        "balance": 3676,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-01 11:44:01",
        "value": 8175,
        "balance": 3816,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-06-01 11:34:56",
        "value": 2100,
        "balance": 11991,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-06-01 10:22:45",
        "value": 28,
        "balance": 14091,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-06-01 00:03:04",
        "value": 112,
        "balance": 14119,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_点菜",
        "place": "丁香园",
        "date": "2024-05-31 17:47:38",
        "value": 375,
        "balance": 14231,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-05-31 17:46:19",
        "value": 644,
        "balance": 14606,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-05-31 17:45:33",
        "value": 180,
        "balance": 15250,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-31 12:27:14",
        "value": 1500,
        "balance": 15430,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-30 23:03:37",
        "value": 116,
        "balance": 16930,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_二层大伙",
        "place": "紫荆园",
        "date": "2024-05-30 17:34:39",
        "value": 800,
        "balance": 17046,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-05-30 12:00:16",
        "value": 350,
        "balance": 17846,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-05-30 11:56:15",
        "value": 960,
        "balance": 18196,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-05-30 11:50:19",
        "value": 800,
        "balance": 19156,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-30 07:48:30",
        "value": 100,
        "balance": 19956,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-29 23:43:49",
        "value": 124,
        "balance": 20056,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-29 19:33:17",
        "value": 30,
        "balance": 20180,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_点菜",
        "place": "丁香园",
        "date": "2024-05-29 12:29:51",
        "value": 1475,
        "balance": 20210,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-28 22:02:09",
        "value": 156,
        "balance": 21685,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-28 18:01:11",
        "value": 180,
        "balance": 21841,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-05-28 18:00:45",
        "value": 3122,
        "balance": 22021,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-28 17:08:38",
        "value": 28,
        "balance": 25143,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-28 11:28:07",
        "value": 1300,
        "balance": 25171,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-27 22:29:38",
        "value": 148,
        "balance": 26471,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-05-27 18:02:42",
        "value": 180,
        "balance": 26619,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-27 17:53:11",
        "value": 1350,
        "balance": 26799,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-27 17:38:39",
        "value": 30,
        "balance": 28149,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-27 12:46:48",
        "value": 600,
        "balance": 28179,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-27 12:45:01",
        "value": 1240,
        "balance": 28779,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-26 23:20:28",
        "value": 20,
        "balance": 30019,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-26 23:17:26",
        "value": 108,
        "balance": 30039,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-26 17:49:05",
        "value": 180,
        "balance": 30147,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-05-26 17:41:06",
        "value": 1452,
        "balance": 30327,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-26 16:14:05",
        "value": 30,
        "balance": 31779,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-05-26 11:37:06",
        "value": 100,
        "balance": 31809,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-05-26 11:25:56",
        "value": 900,
        "balance": 31909,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-05-26 11:25:36",
        "value": 800,
        "balance": 32809,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-25 22:47:31",
        "value": 176,
        "balance": 33609,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-25 18:00:13",
        "value": 30,
        "balance": 33785,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-25 17:49:43",
        "value": 2960,
        "balance": 33815,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-25 00:46:25",
        "value": 28,
        "balance": 36775,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-24 21:56:18",
        "value": 152,
        "balance": 36803,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-05-24 17:59:37",
        "value": 300,
        "balance": 36955,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-05-24 17:57:46",
        "value": 1480,
        "balance": 37255,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-05-24 12:32:07",
        "value": 1400,
        "balance": 38735,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-23 23:17:27",
        "value": 128,
        "balance": 135,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-23 18:20:15",
        "value": 2328,
        "balance": 263,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-23 12:45:37",
        "value": 30,
        "balance": 2591,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-23 12:21:05",
        "value": 1500,
        "balance": 2621,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-23 07:46:39",
        "value": 260,
        "balance": 4121,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-22 23:51:45",
        "value": 132,
        "balance": 4381,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-22 18:09:44",
        "value": 160,
        "balance": 4513,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-22 18:02:24",
        "value": 1200,
        "balance": 4673,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-05-22 12:34:21",
        "value": 2400,
        "balance": 5873,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-21 22:55:13",
        "value": 144,
        "balance": 8273,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-21 21:44:36",
        "value": 30,
        "balance": 8417,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-21 18:44:00",
        "value": 235,
        "balance": 8447,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-21 18:27:10",
        "value": 1290,
        "balance": 8682,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-05-21 12:06:06",
        "value": 1550,
        "balance": 9972,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-05-21 08:03:58",
        "value": 100,
        "balance": 11522,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-05-21 08:02:00",
        "value": 450,
        "balance": 11622,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-05-21 08:01:18",
        "value": 250,
        "balance": 12072,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-20 22:06:50",
        "value": 124,
        "balance": 12322,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-20 20:22:21",
        "value": 28,
        "balance": 12446,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-05-20 17:53:42",
        "value": 180,
        "balance": 12474,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-20 17:44:25",
        "value": 1350,
        "balance": 12654,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-05-20 09:17:08",
        "value": 100,
        "balance": 14004,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-20 09:16:58",
        "value": 500,
        "balance": 14104,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-19 23:00:46",
        "value": 132,
        "balance": 14604,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-19 20:08:20",
        "value": 28,
        "balance": 14736,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-19 17:07:52",
        "value": 150,
        "balance": 14764,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-19 17:05:48",
        "value": 2065,
        "balance": 14914,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-05-19 11:25:08",
        "value": 180,
        "balance": 16979,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-19 11:16:30",
        "value": 1300,
        "balance": 17159,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-18 23:02:52",
        "value": 128,
        "balance": 18459,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_韩式风味",
        "place": "桃李园",
        "date": "2024-05-18 18:37:08",
        "value": 816,
        "balance": 18587,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_米粉米线组",
        "place": "桃李园",
        "date": "2024-05-18 18:34:15",
        "value": 1200,
        "balance": 19403,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-18 15:47:39",
        "value": 28,
        "balance": 20603,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-05-18 08:30:48",
        "value": 100,
        "balance": 20631,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-18 08:30:51",
        "value": 500,
        "balance": 20731,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-17 23:52:08",
        "value": 136,
        "balance": 21231,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-17 17:52:07",
        "value": 2320,
        "balance": 21367,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-05-17 12:40:56",
        "value": 400,
        "balance": 23687,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选5组",
        "place": "观畴园",
        "date": "2024-05-17 12:31:17",
        "value": 800,
        "balance": 24087,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-16 22:42:43",
        "value": 176,
        "balance": 24887,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-16 17:35:47",
        "value": 180,
        "balance": 25063,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-05-16 17:34:52",
        "value": 3316,
        "balance": 25243,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-16 14:43:20",
        "value": 28,
        "balance": 28559,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-16 12:32:54",
        "value": 1500,
        "balance": 28587,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-16 07:42:09",
        "value": 450,
        "balance": 30087,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-15 22:10:32",
        "value": 140,
        "balance": 30537,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-15 17:39:33",
        "value": 2058,
        "balance": 30677,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-15 14:37:08",
        "value": 28,
        "balance": 32735,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-05-15 12:34:13",
        "value": 800,
        "balance": 32763,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-05-15 07:45:46",
        "value": 100,
        "balance": 33563,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-15 07:45:14",
        "value": 500,
        "balance": 33663,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-14 22:05:19",
        "value": 188,
        "balance": 34163,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-14 18:29:00",
        "value": 180,
        "balance": 34351,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-14 18:28:00",
        "value": 1540,
        "balance": 34531,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-14 11:55:06",
        "value": 4,
        "balance": 36071,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-14 11:54:33",
        "value": 12,
        "balance": 36075,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_湘菜组",
        "place": "桃李园",
        "date": "2024-05-14 11:27:44",
        "value": 280,
        "balance": 36087,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-05-14 11:26:46",
        "value": 650,
        "balance": 36367,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-14 11:10:27",
        "value": 30,
        "balance": 37017,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-13 22:57:14",
        "value": 144,
        "balance": 37047,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-05-13 17:11:25",
        "value": 1780,
        "balance": 37191,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-13 12:27:11",
        "value": 1300,
        "balance": 38971,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-05-13 09:24:40",
        "value": 100,
        "balance": 40271,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-13 09:23:45",
        "value": 150,
        "balance": 40371,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-12 22:44:05",
        "value": 128,
        "balance": 40521,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-05-12 17:19:55",
        "value": 500,
        "balance": 40649,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-12 10:21:25",
        "value": 30,
        "balance": 41149,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-11 23:23:19",
        "value": 132,
        "balance": 41179,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-05-11 17:41:16",
        "value": 280,
        "balance": 41311,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷荤组",
        "place": "丁香园",
        "date": "2024-05-11 17:31:50",
        "value": 1450,
        "balance": 41591,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-11 12:25:02",
        "value": 1500,
        "balance": 3041,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-11 07:50:24",
        "value": 350,
        "balance": 4541,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-10 22:38:21",
        "value": 152,
        "balance": 4891,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-10 22:22:53",
        "value": 28,
        "balance": 5043,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-05-10 17:27:06",
        "value": 3300,
        "balance": 5071,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-05-10 12:37:25",
        "value": 840,
        "balance": 8371,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-05-10 12:31:34",
        "value": 800,
        "balance": 9211,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-09 22:56:58",
        "value": 160,
        "balance": 10011,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-05-09 17:21:26",
        "value": 180,
        "balance": 10171,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-05-09 17:20:41",
        "value": 1050,
        "balance": 10351,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-09 13:09:41",
        "value": 28,
        "balance": 11401,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-05-09 12:16:23",
        "value": 900,
        "balance": 11429,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-05-09 12:13:44",
        "value": 1500,
        "balance": 12329,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-08 23:24:46",
        "value": 144,
        "balance": 13829,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-05-08 17:44:49",
        "value": 180,
        "balance": 13973,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-08 17:34:25",
        "value": 1350,
        "balance": 14153,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-08 12:35:01",
        "value": 150,
        "balance": 15503,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-08 12:33:45",
        "value": 2090,
        "balance": 15653,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-05-08 07:47:49",
        "value": 100,
        "balance": 17743,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-08 07:40:08",
        "value": 500,
        "balance": 17843,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-07 23:10:06",
        "value": 164,
        "balance": 18343,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-05-07 17:43:55",
        "value": 180,
        "balance": 18507,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-05-07 17:35:58",
        "value": 1300,
        "balance": 18687,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-07 15:39:20",
        "value": 30,
        "balance": 19987,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-06 22:40:59",
        "value": 176,
        "balance": 20017,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-05-06 17:41:17",
        "value": 1500,
        "balance": 20193,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-05-06 11:55:17",
        "value": 180,
        "balance": 21693,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-05-06 11:51:24",
        "value": 1650,
        "balance": 21873,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-06 00:17:00",
        "value": 8,
        "balance": 23523,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-05-05 23:46:31",
        "value": 168,
        "balance": 23531,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-05-05 20:41:35",
        "value": 30,
        "balance": 23699,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-04-29 11:33:37",
        "value": 150,
        "balance": 23729,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_1号南粉北面",
        "place": "丁香园",
        "date": "2024-04-29 11:20:35",
        "value": 1200,
        "balance": 23879,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-28 22:28:47",
        "value": 156,
        "balance": 25079,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-28 19:54:47",
        "value": 30,
        "balance": 25235,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-28 18:07:11",
        "value": 1500,
        "balance": 25265,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_糕点组",
        "place": "桃李园",
        "date": "2024-04-28 11:36:13",
        "value": 180,
        "balance": 26765,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-04-28 11:28:55",
        "value": 150,
        "balance": 26945,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-04-28 11:28:36",
        "value": 1800,
        "balance": 27095,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-27 23:21:55",
        "value": 156,
        "balance": 28895,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-27 21:35:14",
        "value": 30,
        "balance": 29051,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-27 11:39:28",
        "value": 6,
        "balance": 29081,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-27 11:39:22",
        "value": 8,
        "balance": 29087,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-26 23:55:50",
        "value": 128,
        "balance": 29095,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-26 19:21:51",
        "value": 28,
        "balance": 29223,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-25 23:29:37",
        "value": 140,
        "balance": 29251,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-25 23:03:50",
        "value": 10,
        "balance": 29391,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-04-25 18:38:28",
        "value": 1400,
        "balance": 29401,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-25 12:16:21",
        "value": 1350,
        "balance": 30801,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-25 07:44:02",
        "value": 260,
        "balance": 32151,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-24 23:34:42",
        "value": 132,
        "balance": 32411,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-24 23:21:25",
        "value": 10,
        "balance": 32543,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-24 18:20:31",
        "value": 180,
        "balance": 32553,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-04-24 18:00:11",
        "value": 2842,
        "balance": 32733,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-24 12:33:31",
        "value": 28,
        "balance": 35575,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-04-24 07:46:30",
        "value": 600,
        "balance": 35603,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-24 07:45:10",
        "value": 40,
        "balance": 36203,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-23 22:45:29",
        "value": 148,
        "balance": 36243,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-23 17:35:15",
        "value": 150,
        "balance": 36391,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-23 17:34:41",
        "value": 1620,
        "balance": 36541,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-23 14:15:24",
        "value": 30,
        "balance": 38161,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-23 12:04:37",
        "value": 180,
        "balance": 38191,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-23 11:53:39",
        "value": 1500,
        "balance": 38371,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-22 23:23:38",
        "value": 136,
        "balance": 39871,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-22 17:10:38",
        "value": 30,
        "balance": 40007,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-22 12:40:33",
        "value": 4,
        "balance": 40037,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-04-22 12:11:48",
        "value": 1000,
        "balance": 40041,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-04-22 09:24:20",
        "value": 100,
        "balance": 1041,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-22 09:23:43",
        "value": 500,
        "balance": 1141,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-21 23:06:06",
        "value": 148,
        "balance": 1641,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_家常菜",
        "place": "丁香园",
        "date": "2024-04-21 17:29:55",
        "value": 840,
        "balance": 1789,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-04-21 17:28:20",
        "value": 900,
        "balance": 2629,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-21 12:56:08",
        "value": 30,
        "balance": 3529,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-04-21 09:24:24",
        "value": 100,
        "balance": 3559,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-21 09:24:18",
        "value": 500,
        "balance": 3659,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-20 23:19:21",
        "value": 156,
        "balance": 4159,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-04-20 17:57:31",
        "value": 1400,
        "balance": 4315,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-20 12:23:40",
        "value": 180,
        "balance": 5715,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-20 12:15:16",
        "value": 400,
        "balance": 5895,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-04-20 12:13:38",
        "value": 600,
        "balance": 6295,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-20 10:31:02",
        "value": 30,
        "balance": 6895,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-19 22:00:11",
        "value": 184,
        "balance": 6925,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-04-19 12:40:04",
        "value": 1080,
        "balance": 7109,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-04-19 12:31:05",
        "value": 800,
        "balance": 8189,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-18 22:02:29",
        "value": 160,
        "balance": 8989,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-18 20:15:24",
        "value": 30,
        "balance": 9149,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-04-18 17:59:48",
        "value": 250,
        "balance": 9179,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-04-18 17:58:49",
        "value": 180,
        "balance": 9429,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-04-18 17:58:04",
        "value": 1300,
        "balance": 9609,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-18 12:20:11",
        "value": 1350,
        "balance": 10909,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-18 07:47:11",
        "value": 450,
        "balance": 12259,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-17 21:59:46",
        "value": 116,
        "balance": 12709,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-17 17:12:57",
        "value": 180,
        "balance": 12825,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-04-17 17:11:32",
        "value": 1434,
        "balance": 13005,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-04-17 12:27:39",
        "value": 3300,
        "balance": 14439,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-16 23:18:27",
        "value": 140,
        "balance": 17739,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-04-16 18:17:11",
        "value": 180,
        "balance": 17879,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-16 18:08:50",
        "value": 1300,
        "balance": 18059,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-16 11:47:32",
        "value": 29,
        "balance": 19359,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-15 23:48:11",
        "value": 148,
        "balance": 19388,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-04-15 17:17:20",
        "value": 2515,
        "balance": 19536,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-04-15 12:30:46",
        "value": 800,
        "balance": 22051,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-15 09:28:58",
        "value": 500,
        "balance": 22851,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-15 00:10:40",
        "value": 124,
        "balance": 23351,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-04-14 17:34:44",
        "value": 2000,
        "balance": 23475,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-14 11:47:29",
        "value": 150,
        "balance": 25475,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-14 11:37:08",
        "value": 1500,
        "balance": 25625,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-14 11:27:26",
        "value": 30,
        "balance": 27125,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-13 23:20:48",
        "value": 132,
        "balance": 27155,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-04-13 17:38:41",
        "value": 180,
        "balance": 27287,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-13 17:27:47",
        "value": 1300,
        "balance": 27467,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-13 12:00:15",
        "value": 180,
        "balance": 28767,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-13 11:59:32",
        "value": 2090,
        "balance": 28947,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-13 11:16:31",
        "value": 30,
        "balance": 31037,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-13 00:23:40",
        "value": 140,
        "balance": 31067,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-04-12 19:00:04",
        "value": 180,
        "balance": 31207,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-04-12 18:50:57",
        "value": 1450,
        "balance": 31387,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-12 14:14:30",
        "value": 32,
        "balance": 32837,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-12 08:49:22",
        "value": 40,
        "balance": 32869,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-04-12 08:47:03",
        "value": 600,
        "balance": 32909,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-11 22:41:20",
        "value": 132,
        "balance": 33509,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-11 18:33:03",
        "value": 180,
        "balance": 33641,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-11 18:23:13",
        "value": 1500,
        "balance": 33821,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-11 14:06:56",
        "value": 30,
        "balance": 35321,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-11 07:47:15",
        "value": 450,
        "balance": 35351,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-10 22:35:15",
        "value": 144,
        "balance": 35801,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-04-10 18:33:37",
        "value": 1810,
        "balance": 35945,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-10 12:35:13",
        "value": 180,
        "balance": 37755,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-04-10 12:33:49",
        "value": 3718,
        "balance": 37935,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-04-10 09:14:00",
        "value": 100,
        "balance": 1653,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-10 09:13:30",
        "value": 500,
        "balance": 1753,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-09 23:13:05",
        "value": 136,
        "balance": 2253,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-09 22:01:31",
        "value": 30,
        "balance": 2389,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-09 18:04:41",
        "value": 180,
        "balance": 2419,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-09 17:54:20",
        "value": 400,
        "balance": 2599,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-09 17:53:57",
        "value": 300,
        "balance": 2999,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-04-09 17:50:27",
        "value": 600,
        "balance": 3299,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-04-09 11:15:20",
        "value": 180,
        "balance": 3899,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-09 11:14:24",
        "value": 1300,
        "balance": 4079,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-08 23:04:24",
        "value": 128,
        "balance": 5379,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-08 17:46:54",
        "value": 28,
        "balance": 5507,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-08 17:15:14",
        "value": 1350,
        "balance": 5535,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-04-08 12:31:26",
        "value": 180,
        "balance": 6885,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_韩式风味",
        "place": "桃李园",
        "date": "2024-04-08 12:28:43",
        "value": 1600,
        "balance": 7065,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-04-08 09:05:13",
        "value": 100,
        "balance": 8665,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-08 09:04:20",
        "value": 250,
        "balance": 8765,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-07 20:53:30",
        "value": 172,
        "balance": 9015,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-04-07 17:36:48",
        "value": 150,
        "balance": 9187,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-04-07 17:34:51",
        "value": 600,
        "balance": 9337,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-07 17:14:16",
        "value": 2,
        "balance": 9937,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-07 14:10:48",
        "value": 4,
        "balance": 9939,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-07 14:10:15",
        "value": 2,
        "balance": 9943,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-04-07 12:38:46",
        "value": 360,
        "balance": 9945,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-04-07 12:36:04",
        "value": 2090,
        "balance": 10305,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-06 23:28:08",
        "value": 116,
        "balance": 12395,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-06 23:01:55",
        "value": 32,
        "balance": 12511,
        "cardno": "1043413"
    },
    {
        "name": "澜园_冷饮组",
        "place": "澜园",
        "date": "2024-04-06 18:20:53",
        "value": 180,
        "balance": 12543,
        "cardno": "1043413"
    },
    {
        "name": "澜园_陕西风味",
        "place": "澜园",
        "date": "2024-04-06 18:16:04",
        "value": 1500,
        "balance": 12723,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-06 11:52:23",
        "value": 310,
        "balance": 14223,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-06 11:37:53",
        "value": 1500,
        "balance": 14533,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-05 22:40:24",
        "value": 124,
        "balance": 16033,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-05 14:28:58",
        "value": 30,
        "balance": 16157,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-04 22:27:23",
        "value": 156,
        "balance": 16187,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-04 19:33:02",
        "value": 30,
        "balance": 16343,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-04-04 11:34:09",
        "value": 2000,
        "balance": 16373,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-03 22:16:20",
        "value": 176,
        "balance": 18373,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-03 20:23:08",
        "value": 30,
        "balance": 18549,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-04-03 12:51:01",
        "value": 150,
        "balance": 18579,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-04-03 12:33:50",
        "value": 800,
        "balance": 18729,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-04-03 12:33:34",
        "value": 900,
        "balance": 19529,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-04-03 07:48:33",
        "value": 100,
        "balance": 20429,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-03 07:47:19",
        "value": 500,
        "balance": 20529,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-02 22:40:24",
        "value": 132,
        "balance": 21029,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-02 19:02:28",
        "value": 30,
        "balance": 21161,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-04-02 17:43:45",
        "value": 180,
        "balance": 21191,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-04-02 17:37:42",
        "value": 1300,
        "balance": 21371,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-04-02 11:27:26",
        "value": 180,
        "balance": 22671,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-04-02 11:18:03",
        "value": 1500,
        "balance": 22851,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-04-01 23:13:38",
        "value": 148,
        "balance": 24351,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-04-01 21:39:41",
        "value": 30,
        "balance": 24499,
        "cardno": "1043413"
    },
    {
        "name": "澜园_陕西风味",
        "place": "澜园",
        "date": "2024-04-01 17:08:19",
        "value": 1500,
        "balance": 24529,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_烤烙组",
        "place": "桃李园",
        "date": "2024-04-01 12:37:32",
        "value": 500,
        "balance": 26029,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_米粉米线组",
        "place": "桃李园",
        "date": "2024-04-01 12:29:49",
        "value": 1200,
        "balance": 26529,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-04-01 09:16:12",
        "value": 290,
        "balance": 27729,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-31 23:27:12",
        "value": 116,
        "balance": 28019,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-03-31 18:35:43",
        "value": 300,
        "balance": 28135,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-03-31 18:33:42",
        "value": 880,
        "balance": 28435,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_手工饺子",
        "place": "桃李园",
        "date": "2024-03-31 18:32:09",
        "value": 1000,
        "balance": 29315,
        "cardno": "1043413"
    },
    {
        "name": "紫荆公寓3号楼_饮水_亚都BOT",
        "place": "紫荆公寓3号楼",
        "date": "2024-03-31 18:14:13",
        "value": 6,
        "balance": 30315,
        "cardno": "1043413"
    },
    {
        "name": "紫荆公寓3号楼_饮水_亚都BOT",
        "place": "紫荆公寓3号楼",
        "date": "2024-03-31 16:39:57",
        "value": 6,
        "balance": 30321,
        "cardno": "1043413"
    },
    {
        "name": "紫荆公寓3号楼_饮水_亚都BOT",
        "place": "紫荆公寓3号楼",
        "date": "2024-03-31 15:02:44",
        "value": 6,
        "balance": 30327,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-31 12:39:52",
        "value": 4,
        "balance": 30333,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-31 11:26:53",
        "value": 280,
        "balance": 30337,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷荤组",
        "place": "听涛园",
        "date": "2024-03-31 11:24:31",
        "value": 836,
        "balance": 30617,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-31 11:20:42",
        "value": 600,
        "balance": 31453,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-30 23:40:40",
        "value": 32,
        "balance": 32053,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-30 22:13:27",
        "value": 148,
        "balance": 32085,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-03-30 18:36:58",
        "value": 180,
        "balance": 32233,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-03-30 18:30:13",
        "value": 1480,
        "balance": 32413,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-03-30 09:06:20",
        "value": 100,
        "balance": 33893,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-30 09:05:07",
        "value": 150,
        "balance": 33993,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-30 00:01:46",
        "value": 30,
        "balance": 34143,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-29 22:50:18",
        "value": 148,
        "balance": 34173,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-29 17:25:18",
        "value": 180,
        "balance": 34321,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-29 17:24:44",
        "value": 1050,
        "balance": 34501,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-03-29 12:35:18",
        "value": 660,
        "balance": 35551,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-03-29 12:32:57",
        "value": 800,
        "balance": 36211,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-28 23:28:16",
        "value": 144,
        "balance": 37011,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_10号风味小吃",
        "place": "丁香园",
        "date": "2024-03-28 18:17:10",
        "value": 180,
        "balance": 37155,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-03-28 18:16:00",
        "value": 1100,
        "balance": 37335,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-28 11:45:26",
        "value": 1350,
        "balance": 38435,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-28 07:44:59",
        "value": 450,
        "balance": 39785,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-28 00:41:58",
        "value": 28,
        "balance": 235,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-27 21:55:43",
        "value": 140,
        "balance": 263,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-27 17:12:28",
        "value": 2090,
        "balance": 403,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-03-27 12:29:50",
        "value": 600,
        "balance": 2493,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-03-27 12:28:26",
        "value": 2000,
        "balance": 3093,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_5号广东风味",
        "place": "丁香园",
        "date": "2024-03-27 07:47:31",
        "value": 100,
        "balance": 5093,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-27 07:47:02",
        "value": 500,
        "balance": 5193,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-26 21:39:37",
        "value": 164,
        "balance": 5693,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-26 18:50:52",
        "value": 30,
        "balance": 5857,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-26 14:03:16",
        "value": 4,
        "balance": 5887,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-26 11:39:08",
        "value": 180,
        "balance": 5891,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-26 11:27:27",
        "value": 1500,
        "balance": 6071,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-25 23:32:20",
        "value": 128,
        "balance": 7571,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-25 17:54:39",
        "value": 180,
        "balance": 7699,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-03-25 17:53:47",
        "value": 2906,
        "balance": 7879,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-03-25 12:24:35",
        "value": 500,
        "balance": 10785,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_川渝小吃",
        "place": "清芬园",
        "date": "2024-03-25 12:21:35",
        "value": 1200,
        "balance": 11285,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-25 00:09:48",
        "value": 30,
        "balance": 12485,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-24 22:32:23",
        "value": 116,
        "balance": 12515,
        "cardno": "1043413"
    },
    {
        "name": "澜园_二层基本伙",
        "place": "澜园",
        "date": "2024-03-24 12:25:39",
        "value": 1670,
        "balance": 12631,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-23 23:36:54",
        "value": 108,
        "balance": 14301,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-23 22:39:45",
        "value": 32,
        "balance": 14409,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-23 17:27:13",
        "value": 180,
        "balance": 14441,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-23 17:21:17",
        "value": 1650,
        "balance": 14621,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-23 11:13:23",
        "value": 1300,
        "balance": 16271,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-22 18:09:31",
        "value": 128,
        "balance": 17571,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-22 12:32:10",
        "value": 1500,
        "balance": 17699,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-22 09:07:33",
        "value": 30,
        "balance": 19199,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-22 08:49:37",
        "value": 100,
        "balance": 19229,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-22 08:49:12",
        "value": 500,
        "balance": 19329,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-21 23:03:09",
        "value": 152,
        "balance": 19829,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-03-21 17:33:10",
        "value": 800,
        "balance": 19981,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-21 07:49:23",
        "value": 450,
        "balance": 20781,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-20 23:01:10",
        "value": 136,
        "balance": 21231,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-20 18:19:44",
        "value": 180,
        "balance": 21367,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-03-20 18:04:49",
        "value": 1390,
        "balance": 21547,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-20 16:22:12",
        "value": 30,
        "balance": 22937,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷荤组",
        "place": "听涛园",
        "date": "2024-03-20 12:34:07",
        "value": 748,
        "balance": 22967,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-20 12:32:46",
        "value": 600,
        "balance": 23715,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-03-20 07:43:45",
        "value": 290,
        "balance": 24315,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-19 22:26:04",
        "value": 128,
        "balance": 24605,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-03-19 18:17:35",
        "value": 4480,
        "balance": 24733,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-19 11:23:49",
        "value": 1250,
        "balance": 29213,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-18 23:26:18",
        "value": 140,
        "balance": 30463,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-03-18 17:09:22",
        "value": 2950,
        "balance": 30603,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_四层大伙",
        "place": "紫荆园",
        "date": "2024-03-18 17:07:36",
        "value": 650,
        "balance": 33553,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-03-18 12:38:51",
        "value": 100,
        "balance": 34203,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-03-18 12:29:51",
        "value": 1650,
        "balance": 34303,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-17 22:00:04",
        "value": 32,
        "balance": 35953,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-17 21:03:43",
        "value": 188,
        "balance": 35985,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-17 18:11:37",
        "value": 180,
        "balance": 36173,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-17 18:11:24",
        "value": 1050,
        "balance": 36353,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-16 18:28:54",
        "value": 180,
        "balance": 37403,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-03-16 18:26:50",
        "value": 1864,
        "balance": 37583,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-16 11:44:52",
        "value": 1500,
        "balance": 39447,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-15 22:28:56",
        "value": 176,
        "balance": 947,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-15 21:03:28",
        "value": 32,
        "balance": 1123,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-03-15 17:42:30",
        "value": 150,
        "balance": 1155,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-03-15 17:40:31",
        "value": 1740,
        "balance": 1305,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-03-15 12:31:11",
        "value": 960,
        "balance": 3045,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-03-15 12:28:49",
        "value": 800,
        "balance": 4005,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-15 09:17:25",
        "value": 100,
        "balance": 4805,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-15 09:16:22",
        "value": 150,
        "balance": 4905,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-14 22:50:46",
        "value": 168,
        "balance": 5055,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-14 17:54:52",
        "value": 180,
        "balance": 5223,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-03-14 17:42:10",
        "value": 1600,
        "balance": 5403,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-14 14:33:25",
        "value": 2,
        "balance": 7003,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-14 14:33:46",
        "value": 2,
        "balance": 7005,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-14 14:31:04",
        "value": 30,
        "balance": 7007,
        "cardno": "1043413"
    },
    {
        "name": "荷园_自选组",
        "place": "荷园",
        "date": "2024-03-14 12:12:23",
        "value": 2700,
        "balance": 7037,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-14 07:50:05",
        "value": 600,
        "balance": 9737,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-13 22:20:19",
        "value": 116,
        "balance": 10337,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-13 22:10:03",
        "value": 4,
        "balance": 10453,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-13 17:38:41",
        "value": 1500,
        "balance": 10457,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-03-13 12:49:47",
        "value": 180,
        "balance": 11957,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_香锅",
        "place": "丁香园",
        "date": "2024-03-13 12:32:42",
        "value": 2665,
        "balance": 12137,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-13 07:45:02",
        "value": 100,
        "balance": 14802,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-13 07:44:18",
        "value": 500,
        "balance": 14902,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-12 22:52:30",
        "value": 132,
        "balance": 15402,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-12 18:03:04",
        "value": 180,
        "balance": 15534,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-12 17:50:30",
        "value": 1350,
        "balance": 15714,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-12 12:40:21",
        "value": 30,
        "balance": 17064,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-12 12:19:27",
        "value": 2010,
        "balance": 17094,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-03-12 08:56:42",
        "value": 40,
        "balance": 19104,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-12 08:53:04",
        "value": 600,
        "balance": 19144,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-11 22:30:27",
        "value": 144,
        "balance": 19744,
        "cardno": "1043413"
    },
    {
        "name": "澜园_二层基本伙",
        "place": "澜园",
        "date": "2024-03-11 17:05:41",
        "value": 1820,
        "balance": 19888,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_清青牛拉",
        "place": "听涛园",
        "date": "2024-03-11 12:29:19",
        "value": 3300,
        "balance": 21708,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-10 22:58:08",
        "value": 128,
        "balance": 25008,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-10 19:26:54",
        "value": 30,
        "balance": 25136,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_湘菜组",
        "place": "桃李园",
        "date": "2024-03-10 18:59:47",
        "value": 800,
        "balance": 25166,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-03-10 18:53:48",
        "value": 1400,
        "balance": 25966,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-03-10 11:40:57",
        "value": 300,
        "balance": 27366,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-03-10 11:40:51",
        "value": 950,
        "balance": 27666,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-10 09:24:17",
        "value": 100,
        "balance": 28616,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-10 09:23:30",
        "value": 500,
        "balance": 28716,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-09 23:14:04",
        "value": 136,
        "balance": 29216,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-09 17:26:34",
        "value": 1500,
        "balance": 29352,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-08 22:57:20",
        "value": 160,
        "balance": 30852,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-08 20:57:41",
        "value": 2,
        "balance": 31012,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-03-08 17:29:03",
        "value": 280,
        "balance": 31014,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-03-08 17:21:57",
        "value": 1400,
        "balance": 31294,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-08 14:48:58",
        "value": 4,
        "balance": 32694,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-08 13:29:48",
        "value": 4,
        "balance": 32698,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-08 13:30:06",
        "value": 2,
        "balance": 32702,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-03-08 12:43:55",
        "value": 2000,
        "balance": 32704,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-08 09:30:07",
        "value": 32,
        "balance": 34704,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-07 22:59:48",
        "value": 172,
        "balance": 34736,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-07 18:13:28",
        "value": 1300,
        "balance": 34908,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_东南风味",
        "place": "清芬园",
        "date": "2024-03-07 12:13:34",
        "value": 650,
        "balance": 36208,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-03-07 12:11:33",
        "value": 1000,
        "balance": 36858,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-07 07:38:24",
        "value": 450,
        "balance": 37858,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-06 21:44:33",
        "value": 140,
        "balance": 38308,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-06 18:51:07",
        "value": 30,
        "balance": 38448,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-06 17:16:40",
        "value": 180,
        "balance": 38478,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-03-06 17:15:58",
        "value": 2010,
        "balance": 38658,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-03-06 12:53:04",
        "value": 70,
        "balance": 668,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_冷饮组",
        "place": "桃李园",
        "date": "2024-03-06 12:48:19",
        "value": 2240,
        "balance": 738,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-03-06 07:45:09",
        "value": 40,
        "balance": 2978,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-06 07:43:34",
        "value": 600,
        "balance": 3018,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-05 22:15:50",
        "value": 140,
        "balance": 3618,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-03-05 17:54:58",
        "value": 180,
        "balance": 3758,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-03-05 17:54:17",
        "value": 2070,
        "balance": 3938,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-05 11:47:27",
        "value": 28,
        "balance": 6008,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-05 11:19:42",
        "value": 150,
        "balance": 6036,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-05 11:17:56",
        "value": 1500,
        "balance": 6186,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-04 22:47:49",
        "value": 128,
        "balance": 7686,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-03-04 17:20:15",
        "value": 390,
        "balance": 7814,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_福州组",
        "place": "桃李园",
        "date": "2024-03-04 17:19:27",
        "value": 1400,
        "balance": 8204,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-03-04 12:35:31",
        "value": 780,
        "balance": 9604,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_二层大伙",
        "place": "桃李园",
        "date": "2024-03-04 12:32:55",
        "value": 900,
        "balance": 10384,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-04 09:01:40",
        "value": 100,
        "balance": 11284,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-03-04 09:01:22",
        "value": 500,
        "balance": 11384,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-03 23:42:24",
        "value": 136,
        "balance": 11884,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-03-03 17:46:55",
        "value": 2400,
        "balance": 12020,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-03 16:37:08",
        "value": 28,
        "balance": 14420,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-03-03 11:34:38",
        "value": 800,
        "balance": 14448,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-03-03 11:34:17",
        "value": 285,
        "balance": 15248,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-03 11:32:22",
        "value": 1100,
        "balance": 15533,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-03-03 11:32:17",
        "value": 3600,
        "balance": 16633,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-03 11:29:13",
        "value": 500,
        "balance": 20233,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-03 11:28:39",
        "value": 800,
        "balance": 20733,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-03 11:28:08",
        "value": 600,
        "balance": 21533,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-03 11:27:23",
        "value": 1910,
        "balance": 22133,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-03-03 11:19:13",
        "value": 180,
        "balance": 24043,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-03-03 11:18:58",
        "value": 1050,
        "balance": 24223,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-02 22:17:28",
        "value": 148,
        "balance": 25273,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-03-02 11:15:42",
        "value": 1500,
        "balance": 25421,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-03-02 10:29:39",
        "value": 44,
        "balance": 26921,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-03-01 23:21:12",
        "value": 120,
        "balance": 26965,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-03-01 17:20:15",
        "value": 300,
        "balance": 27085,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-03-01 17:15:58",
        "value": 800,
        "balance": 27385,
        "cardno": "1043413"
    },
    {
        "name": "清芬园_西北面食",
        "place": "清芬园",
        "date": "2024-03-01 12:12:56",
        "value": 950,
        "balance": 28185,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-03-01 08:45:54",
        "value": 600,
        "balance": 29135,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-29 23:02:11",
        "value": 152,
        "balance": 29735,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-02-29 21:23:29",
        "value": 48,
        "balance": 29887,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-02-29 17:38:08",
        "value": 160,
        "balance": 29935,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-02-29 17:37:31",
        "value": 1050,
        "balance": 30095,
        "cardno": "1043413"
    },
    {
        "name": "澜园_陕西风味",
        "place": "澜园",
        "date": "2024-02-29 11:54:37",
        "value": 1200,
        "balance": 31145,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-02-29 07:38:41",
        "value": 260,
        "balance": 32345,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-28 23:14:45",
        "value": 152,
        "balance": 32605,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-02-28 18:19:48",
        "value": 180,
        "balance": 32757,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-02-28 18:13:05",
        "value": 1540,
        "balance": 32937,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-02-28 13:04:24",
        "value": 46,
        "balance": 34477,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-02-28 12:33:54",
        "value": 1100,
        "balance": 34523,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-02-28 07:35:16",
        "value": 450,
        "balance": 35623,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-27 23:30:57",
        "value": 128,
        "balance": 36073,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-02-27 17:24:25",
        "value": 180,
        "balance": 36201,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-02-27 17:11:34",
        "value": 2280,
        "balance": 36381,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-02-27 11:23:09",
        "value": 150,
        "balance": 38661,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-02-27 11:15:00",
        "value": 1300,
        "balance": 38811,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-26 23:09:46",
        "value": 132,
        "balance": 40111,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-02-26 22:07:23",
        "value": 52,
        "balance": 40243,
        "cardno": "1043413"
    },
    {
        "name": "玉树园_风味组",
        "place": "玉树园",
        "date": "2024-02-26 18:59:00",
        "value": 2000,
        "balance": 295,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷荤组",
        "place": "听涛园",
        "date": "2024-02-26 12:32:46",
        "value": 748,
        "balance": 2295,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-02-26 12:30:43",
        "value": 600,
        "balance": 3043,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-02-26 08:41:54",
        "value": 140,
        "balance": 3643,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-25 23:07:56",
        "value": 152,
        "balance": 3783,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-02-25 18:07:42",
        "value": 2010,
        "balance": 3935,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-02-25 11:59:29",
        "value": 280,
        "balance": 5945,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-02-25 11:48:41",
        "value": 1500,
        "balance": 6225,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-02-25 10:35:28",
        "value": 4,
        "balance": 7725,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-02-25 09:23:09",
        "value": 750,
        "balance": 7729,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-02-25 00:13:30",
        "value": 4,
        "balance": 8479,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-02-25 00:03:46",
        "value": 132,
        "balance": 8483,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_港记烧腊",
        "place": "紫荆园",
        "date": "2024-01-15 11:33:55",
        "value": 1200,
        "balance": 8615,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-01-15 08:13:45",
        "value": 100,
        "balance": 9815,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-15 08:13:20",
        "value": 500,
        "balance": 9915,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-14 22:21:56",
        "value": 152,
        "balance": 10415,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-14 22:07:09",
        "value": 16,
        "balance": 10567,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-01-14 17:57:25",
        "value": 180,
        "balance": 10583,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-01-14 17:56:48",
        "value": 1710,
        "balance": 10763,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-14 11:22:43",
        "value": 1500,
        "balance": 12473,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-13 22:59:35",
        "value": 168,
        "balance": 13973,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-13 21:48:39",
        "value": 14,
        "balance": 14141,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-13 14:32:51",
        "value": 14,
        "balance": 14155,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-12 21:25:22",
        "value": 140,
        "balance": 14169,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-12 20:27:40",
        "value": 16,
        "balance": 14309,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-01-12 17:53:48",
        "value": 600,
        "balance": 14325,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-01-12 17:47:57",
        "value": 800,
        "balance": 14925,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-01-12 11:27:15",
        "value": 150,
        "balance": 15725,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-01-12 11:21:01",
        "value": 1400,
        "balance": 15875,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-12 10:59:53",
        "value": 14,
        "balance": 17275,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-11 22:11:55",
        "value": 160,
        "balance": 17289,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-01-11 18:32:12",
        "value": 180,
        "balance": 17449,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-01-11 18:30:59",
        "value": 2636,
        "balance": 17629,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-11 17:30:28",
        "value": 14,
        "balance": 20265,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-11 11:13:45",
        "value": 1500,
        "balance": 20279,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-11 10:36:02",
        "value": 14,
        "balance": 21779,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-10 21:55:28",
        "value": 14,
        "balance": 21793,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-10 21:44:07",
        "value": 152,
        "balance": 21807,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-01-10 12:12:05",
        "value": 2120,
        "balance": 21959,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-10 09:52:47",
        "value": 16,
        "balance": 24079,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-01-10 08:57:19",
        "value": 100,
        "balance": 24095,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-01-10 08:55:33",
        "value": 600,
        "balance": 24195,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-09 22:15:56",
        "value": 156,
        "balance": 24795,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_陕西风味",
        "place": "听涛园",
        "date": "2024-01-09 18:25:13",
        "value": 300,
        "balance": 24951,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-01-09 18:08:28",
        "value": 1050,
        "balance": 25251,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-09 11:10:12",
        "value": 1300,
        "balance": 26301,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-09 10:47:50",
        "value": 14,
        "balance": 27601,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-08 22:00:07",
        "value": 148,
        "balance": 27615,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-08 20:43:15",
        "value": 14,
        "balance": 27763,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-08 16:25:52",
        "value": 14,
        "balance": 27777,
        "cardno": "1043413"
    },
    {
        "name": "桃李园_雷椒拌饭",
        "place": "桃李园",
        "date": "2024-01-08 11:45:23",
        "value": 1800,
        "balance": 27791,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-08 08:10:28",
        "value": 500,
        "balance": 29591,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-01-08 08:09:32",
        "value": 100,
        "balance": 30091,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-07 21:32:34",
        "value": 168,
        "balance": 30191,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-07 20:27:12",
        "value": 14,
        "balance": 30359,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-01-07 17:44:42",
        "value": 350,
        "balance": 30373,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-01-07 17:43:27",
        "value": 600,
        "balance": 30723,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-01-07 17:43:09",
        "value": 800,
        "balance": 31323,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-01-07 11:48:25",
        "value": 665,
        "balance": 32123,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_特色冒菜",
        "place": "丁香园",
        "date": "2024-01-07 09:17:18",
        "value": 100,
        "balance": 32788,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-07 09:16:57",
        "value": 500,
        "balance": 32888,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-06 22:55:37",
        "value": 14,
        "balance": 33388,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-06 22:51:16",
        "value": 152,
        "balance": 33402,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_点菜组",
        "place": "观畴园",
        "date": "2024-01-06 18:00:19",
        "value": 2070,
        "balance": 33554,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-06 11:29:48",
        "value": 1500,
        "balance": 35624,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-05 23:45:33",
        "value": 164,
        "balance": 37124,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-05 22:50:05",
        "value": 14,
        "balance": 37288,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-01-05 18:29:21",
        "value": 60,
        "balance": 37302,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-01-05 18:18:50",
        "value": 160,
        "balance": 37362,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_联营1",
        "place": "听涛园",
        "date": "2024-01-05 18:17:35",
        "value": 1050,
        "balance": 37522,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-05 16:28:56",
        "value": 14,
        "balance": 38572,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-01-05 11:46:05",
        "value": 1570,
        "balance": 38586,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-05 11:29:50",
        "value": 14,
        "balance": 156,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_大菜组",
        "place": "听涛园",
        "date": "2024-01-05 08:51:54",
        "value": 40,
        "balance": 170,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_江南风味",
        "place": "听涛园",
        "date": "2024-01-05 08:48:14",
        "value": 600,
        "balance": 210,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-04 22:32:36",
        "value": 144,
        "balance": 810,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选6组",
        "place": "观畴园",
        "date": "2024-01-04 17:42:52",
        "value": 800,
        "balance": 954,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-01-04 17:41:20",
        "value": 1670,
        "balance": 1754,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-04 17:26:34",
        "value": 16,
        "balance": 3424,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-04 12:30:22",
        "value": 14,
        "balance": 3440,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-01-04 11:32:59",
        "value": 180,
        "balance": 3454,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_主食酱货",
        "place": "丁香园",
        "date": "2024-01-04 11:25:30",
        "value": 1400,
        "balance": 3634,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-03 21:24:35",
        "value": 164,
        "balance": 5034,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-03 21:05:44",
        "value": 14,
        "balance": 5198,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_冷饮组",
        "place": "听涛园",
        "date": "2024-01-03 17:27:20",
        "value": 180,
        "balance": 5212,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-03 17:25:43",
        "value": 2487,
        "balance": 5392,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-03 11:25:25",
        "value": 1350,
        "balance": 7879,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-03 11:17:38",
        "value": 14,
        "balance": 9229,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-02 21:49:45",
        "value": 14,
        "balance": 9243,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-02 21:45:43",
        "value": 136,
        "balance": 9257,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_冷饮组",
        "place": "观畴园",
        "date": "2024-01-02 17:32:02",
        "value": 180,
        "balance": 9393,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选4组",
        "place": "观畴园",
        "date": "2024-01-02 17:30:18",
        "value": 300,
        "balance": 9573,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_清青永和",
        "place": "观畴园",
        "date": "2024-01-02 17:29:11",
        "value": 1200,
        "balance": 9873,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-02 14:59:19",
        "value": 14,
        "balance": 11073,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_冷饮组",
        "place": "丁香园",
        "date": "2024-01-02 11:38:49",
        "value": 280,
        "balance": 11087,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-02 11:31:09",
        "value": 1300,
        "balance": 11367,
        "cardno": "1043413"
    },
    {
        "name": "观畴园_自选3组",
        "place": "观畴园",
        "date": "2024-01-02 07:32:52",
        "value": 450,
        "balance": 12667,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-01 23:29:22",
        "value": 14,
        "balance": 13117,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_淋浴",
        "place": "南区20号楼",
        "date": "2024-01-01 21:52:02",
        "value": 152,
        "balance": 13131,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-01 19:36:16",
        "value": 14,
        "balance": 13283,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_冷荤冷饮",
        "place": "紫荆园",
        "date": "2024-01-01 17:36:07",
        "value": 660,
        "balance": 13297,
        "cardno": "1043413"
    },
    {
        "name": "紫荆园_三层大伙",
        "place": "紫荆园",
        "date": "2024-01-01 17:29:23",
        "value": 800,
        "balance": 13957,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-01 12:59:50",
        "value": 4,
        "balance": 14757,
        "cardno": "1043413"
    },
    {
        "name": "听涛园_麻辣香锅",
        "place": "听涛园",
        "date": "2024-01-01 12:03:04",
        "value": 1500,
        "balance": 14761,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_大菜2组",
        "place": "丁香园",
        "date": "2024-01-01 09:26:42",
        "value": 100,
        "balance": 16261,
        "cardno": "1043413"
    },
    {
        "name": "丁香园_4号烤肉拌饭",
        "place": "丁香园",
        "date": "2024-01-01 09:25:59",
        "value": 500,
        "balance": 16361,
        "cardno": "1043413"
    },
    {
        "name": "南区20号楼_饮水_亚都BOT",
        "place": "南区20号楼",
        "date": "2024-01-01 00:15:24",
        "value": 14,
        "balance": 16861,
        "cardno": "1043413"
    }
]